{
  "archivo": {
    "tamaño": 176338,
    "lineas": 2487,
    "palabras": 26734
  },
  "secciones": [
    {
      "titulo": "SECCIÓN: CLIENTES",
      "inicio": 10,
      "contenido": "DESCRIPCIÓN GENERAL: Los clientes son las personas o empresas con las que Semilleros Deitana comercializa sus productos. La información de los clientes incluye sus datos de contacto, ubicación y detalles comerciales relevantes para establecer y mantener una relación fluida. Es fundamental tener un registro completo para la gestión de ventas, seguimiento y comunicación. Cada cliente tiene un código único que lo identifica en nuestra base de datos. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Clientes\nColumnas:\nID: Código único que identifica a cada cliente.\nCL_DENO: Nombre o denominación del cliente (razón social o nombre completo).\nCL_DOM: Domicilio o dirección completa del cliente.\nCL_POB: Población o ciudad a la que pertenece el domicilio del cliente.\nCL_PROV: Provincia del domicilio del cliente.\nCL_CDP: Código postal del domicilio del cliente.\nCL_TEL: Número de teléfono de contacto del cliente.\nCL_FAX: Número de FAX del cliente, si aplica.\nCL_CIF: Código de Identificación Fiscal (CIF) o NIF del cliente.\nCL_EMA: Dirección de correo electrónico del cliente para comunicaciones.\nCL_WEB: Página web del cliente, si la tiene.\nCL_PAIS: País de residencia o establecimiento del cliente.\nCL_IBAN: Número de cuenta bancaria del cliente en formato IBAN para gestiones de pago.\nCL_TARI: Tipo de TARIFA de precios asignada al cliente.\nEjemplo de un Cliente:\nID: SANZ ORADOR , ROBERTO\nDenominación: ROBERTO\nDomicilio: GONZALO HERRERO 20, BAJO A\nPoblación: MADRID\nProvincia: MADRID\nCódigo Postal: 28039\nTeléfono: 607926419\nFAX: 968123457\nCIF: B12345678\nEmail: info@agricoladelsol.com\nWeb: www.agricoladelsol.com\nPaís: ESPAÑA\nIBAN: ES1234\nTarifa: TIPO A\n",
      "palabrasClave": [
        "CL_DENO",
        "CL_DOM",
        "CL_POB",
        "CL_PROV",
        "CL_CDP",
        "CL_TEL",
        "CL_FAX",
        "CL_CIF",
        "CL_EMA",
        "CL_WEB",
        "CL_PAIS",
        "CL_IBAN",
        "CL_TARI",
        "ID: C",
        "ID: SANZ",
        "Denominación: ROBERTO"
      ],
      "ejemplos": [
        "ID: Código único que identifica a cada cliente.",
        "ID: SANZ ORADOR , ROBERTO",
        "Denominación: ROBERTO"
      ],
      "longitud": 1708,
      "fin": 42
    },
    {
      "titulo": "SECCIÓN: ARTÍCULOS",
      "inicio": 47,
      "contenido": "DESCRIPCIÓN GENERAL: Los artículos representan todo tipo de productos que comercializa la empresa. Pueden ser productos fitosanitarios, semillas, injertos, portainjertos, sustratos, fertilizantes, tipos de semillas, algunas de las caracteristicas es que los injertos pueden tener denominacion como INJ, tambien PORTAINJ, pies de tomate, muchos tipos de pie de tomate(Un pie es literalmente la parte inferior de la planta, es decir, el sistema radicular y el tallo base sobre el que se injerta otra variedad). Los articulos, semillas, injertos, tienen un proveedor designado, no son nuestros, sino que el campo de proveedor almacena quien provee estos articulos, semillas, etc, en caso de que este campo se encuentre vacio, es simplemente por que no se registro un proveedor. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Artículos\nid: \"Significa codigo unico de cada articulo, semilla, injerto, portainjertos, pie de tomate, producto fitosanitarios, etc.\"\nAR_DENO: \"Denominación o nombre del artículo, semilla, injerto, portainjertos, pie de tomate, producto fitosanitarios, etc.\"\nAR_BAR: \"Codigo de barra del artículo\"\nAR_IVAP: \"Porcentaje de IVA aplicable\"\nAR_PRV: \"ID del proveedor principal asociado al artículo. Indica quién suministra el artículo (semillas, injertos, etc.). Si el cliente no provee el insumo, este campo identifica al proveedor del artículo en nuestra base.\"\nAR_FAM: \"Familia o categoría del artículo\"\nEjemplo de un Articulo, semilla, planta, portainjerto, injerto, etc.\nID: 00000013\nDenominación: TOMATE AMARELO\nCodigo de barra: 7100000219990\nIva: 1\nCodigo del proveedor: 00359\nFamilia: 0015\n",
      "palabrasClave": [
        "AR_DENO",
        "AR_BAR",
        "AR_IVAP",
        "AR_PRV",
        "AR_FAM",
        "ID: 00000013",
        "Denominación: TOMATE AMARELO"
      ],
      "ejemplos": [
        "ID: 00000013",
        "Denominación: TOMATE AMARELO"
      ],
      "longitud": 1665,
      "fin": 62
    },
    {
      "titulo": "SECCIÓN: BANDEJAS",
      "inicio": 67,
      "contenido": "DESCRIPCIÓN GENERAL: Esta sección es un catálogo de las bandejas que utiliza la empresa. Esta bandejas la utilizamos en siembras, partidas, etc. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Bandejas\nColumnas:\nID: Código único que identifica cada tipo de bandeja.\nBN_DENO: Denominación o nombre de la bandeja.\nBN_ALV: Número total de alvéolos (huecos) que tiene la bandeja.\nBN_RET: Indica si la bandeja es Reutilizable (SI o NO).\nEjemplo de una Bandeja:\nID: 001\nDenominación: BANDEJA FORESTAL 104 ALV\nAlvéolos: 104\nReutilizable: SI\n",
      "palabrasClave": [
        "BN_DENO",
        "BN_ALV",
        "BN_RET",
        "ID: C",
        "ID: 001",
        "Denominación: BANDEJA FORESTAL 104 ALV"
      ],
      "ejemplos": [
        "ID: Código único que identifica cada tipo de bandeja.",
        "ID: 001",
        "Denominación: BANDEJA FORESTAL 104 ALV"
      ],
      "longitud": 582,
      "fin": 79
    },
    {
      "titulo": "SECCIÓN: PROVEEDORES",
      "inicio": 83,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de proveedores se encarga de gestionar toda la información de las empresas o personas que suministran productos o servicios a Semilleros Deitana. Aquí se incluyen sus datos de contacto y otros detalles comerciales esenciales para una relación fluida y eficiente, como la forma de pago preferida y los datos bancarios. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Proveedores\nColumnas:\nID: Código único que identifica a cada proveedor.\nPR_DENO: Nombre o denominación social del proveedor.\nPR_DOM: Domicilio o dirección física del proveedor.\nPR_POB: Población o ciudad del proveedor.\nPR_PROV: Provincia del proveedor.\nPR_CDP: Código postal del proveedor.\nPR_TEL: Número(s) de teléfono de contacto del proveedor.\nPR_FAX: Número de FAX del proveedor, si lo tiene.\nPR_CIF: Código de Identificación Fiscal (CIF) del proveedor.\nPR_EMA: Dirección de correo electrónico del proveedor.\nPR_WEB: Dirección de la página web del proveedor.\nPR_DOMEN: Domicilio o detalles específicos para el envío de facturas.\nPR_PAIS: País de residencia o establecimiento del proveedor.\nPR_FPG: Forma de pago preferida por el proveedor (ej., transferencia, cheque).\nPR_IBAN: Número de cuenta bancaria del proveedor en formato IBAN.\nEjemplo de un Proveedor:\nID: 00359\nDenominación: SUMINISTROS AGRICOLAS S.A.\nDomicilio: AV. DE LA HUERTA, 50\nPoblación: ALMERÍA\nProvincia: ALMERÍA\nCódigo Postal: 04008\nTeléfono: 950789012\nFAX: 950789013\nCIF: A98765432\nEmail: contacto@suministrosagricolas.es\nWeb: www.suministrosagricolas.es\nDomicilio de Envío: C/ ALMACEN, 10 (para facturas)\nPaís: ESPAÑA\nForma de Pago: 001\nIBAN: ES9876543210987654321098\n",
      "palabrasClave": [
        "PR_DENO",
        "PR_DOM",
        "PR_POB",
        "PR_PROV",
        "PR_CDP",
        "PR_TEL",
        "PR_FAX",
        "PR_CIF",
        "PR_EMA",
        "PR_WEB",
        "PR_DOMEN",
        "PR_PAIS",
        "PR_FPG",
        "PR_IBAN",
        "ID: C",
        "ID: 00359",
        "Denominación: SUMINISTROS AGRICOLAS S.A."
      ],
      "ejemplos": [
        "ID: Código único que identifica a cada proveedor.",
        "ID: 00359",
        "Denominación: SUMINISTROS AGRICOLAS S.A."
      ],
      "longitud": 1688,
      "fin": 117
    },
    {
      "titulo": "SECCIÓN: FORMAS DE PAGO/COBRO",
      "inicio": 121,
      "contenido": "DESCRIPCIÓN GENERAL: La sección Formas de Pago/Cobro (identificada como fpago en la base de datos) es crucial para definir y gestionar todas las modalidades de pago y cobro que se utilizan en las transacciones comerciales. Funciona como un catálogo maestro, permitiendo estandarizar las operaciones financieras, vincular transacciones específicas a una forma de pago definida y gestionar los vencimientos de manera eficiente. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Formas de pago/cobro\nColumnas:\nID: Código único que identifica cada forma de pago o cobro. Es la clave primaria de esta tabla.\nFP_DENO: Denominación o descripción de la forma de pago, como por ejemplo, 'RECIBO 90 DIAS F.F.' o 'TRANSFERENCIA INMEDIATA'.\nFP_NVT: Número de vencimientos asociados a esta forma de pago. Indica en cuántas partes se divide el pago o cobro.\nFP_CART: Indica si esta forma de pago se gestiona en la cartera de cobros/pagos. Esto es relevante para el seguimiento de documentos pendientes.\nFP_RW: Referencia relacionada con la web. El propósito específico de este campo no está detallado, pero podría vincularse a funcionalidades online.\nEjemplo de una Forma de Pago/Cobro:\nID: 001\nDenominación: TRANSFERENCIA 30 DÍAS\nNúmero de Vencimientos: 1\nGestiona en Cartera: NO\nReferencia Web: N/A\n",
      "palabrasClave": [
        "FP_DENO",
        "FP_NVT",
        "FP_CART",
        "FP_RW",
        "ID: C",
        "ID: 001",
        "Denominación: TRANSFERENCIA 30 DÍAS"
      ],
      "ejemplos": [
        "ID: Código único que identifica cada forma de pago o cobro. Es la clave primaria de esta tabla.",
        "ID: 001",
        "Denominación: TRANSFERENCIA 30 DÍAS"
      ],
      "longitud": 1332,
      "fin": 135
    },
    {
      "titulo": "SECCIÓN: VENDEDORES",
      "inicio": 139,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de vendedores en el sistema ERP de Semilleros Deitana es el punto central para gestionar la información de todo el personal interno que realiza funciones de venta o que, simplemente, tiene acceso al sistema como usuario. Aquí se almacena la información clave de cada individuo, facilitando la administración de sus roles y datos de contacto. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Vendedores/Usuarios\nColumnas:\nID: Código único que identifica a cada vendedor o usuario dentro del sistema.\nVD_DENO: Denominación o nombre completo del vendedor o usuario.\nVD_DOM: Domicilio del vendedor o usuario.\nVD_POB: Población de residencia del vendedor o usuario.\nVD_PROV: Provincia de residencia del vendedor o usuario.\nVD_PDA: Número técnico asociado. Este campo es una clave foránea que se vincula con la tabla de técnicos, indicando la relación con un perfil técnico si aplica.\nEjemplo de un Vendedor:\nID: 007\nDenominación: JUAN PÉREZ GÓMEZ\nDomicilio: C/ LOS NARANJOS, 5\nPoblación: ALICANTE\nProvincia: ALICANTE\nNúmero Técnico Asociado: 003\n",
      "palabrasClave": [
        "VD_DENO",
        "VD_DOM",
        "VD_POB",
        "VD_PROV",
        "VD_PDA",
        "ID: C",
        "ID: 007",
        "Denominación: JUAN PÉREZ GÓMEZ"
      ],
      "ejemplos": [
        "ID: Código único que identifica a cada vendedor o usuario dentro del sistema.",
        "ID: 007",
        "Denominación: JUAN PÉREZ GÓMEZ"
      ],
      "longitud": 1119,
      "fin": 155
    },
    {
      "titulo": "SECCIÓN: CASAS COMERCIALES",
      "inicio": 159,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de Casas Comerciales (casas_com) se enfoca en la gestión y el almacenamiento de la información de todas las empresas o entidades con las que Semilleros Deitana mantiene una relación comercial. Es vital para llevar un registro organizado de estos socios, incluyendo sus datos identificativos y de contacto, lo que facilita la colaboración y el seguimiento. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Casas comerciales\nColumnas:\nID: Es el identificador único de cada casa comercial y funciona como la clave primaria de esta tabla.\nCC_DENO: La Denominación social legal de la casa comercial.\nCC_NOM: El Nombre comercial por el que se conoce a la casa comercial.\nCC_DOM: El Domicilio físico o la dirección de la casa comercial.\nCC_POB: La Población donde se encuentra el domicilio.\nCC_PROV: La Provincia del domicilio de la casa comercial.\nCC_CDP: El Código Postal correspondiente al domicilio.\nCC_TEL: El Número de teléfono de contacto de la casa comercial.\nCC_FAX: El Número de fax de la casa comercial, si lo tienen.\nCC_CIF: El Código de Identificación Fiscal (CIF) de la casa comercial.\nCC_EMA: La Dirección de correo electrónico para comunicaciones.\nCC_WEB: La Dirección del sitio web de la casa comercial.\nEjemplo de una Casa Comercial:\nID: 005\nDenominación Social: AGROTECH SOLUTIONS S.L.\nNombre Comercial: AGROTECH\nDomicilio: C/ TECNOLOGÍA, 15\nPoblación: SEVILLA\nProvincia: SEVILLA\nCódigo Postal: 41007\nTeléfono: 954112233\nFAX: 954112234\nCIF: B41987654\nEmail: info@agrotech.es\nWeb: www.agrotech.es\n",
      "palabrasClave": [
        "CC_DENO",
        "CC_NOM",
        "CC_DOM",
        "CC_POB",
        "CC_PROV",
        "CC_CDP",
        "CC_TEL",
        "CC_FAX",
        "CC_CIF",
        "CC_EMA",
        "CC_WEB",
        "ID: Es",
        "ID: 005"
      ],
      "ejemplos": [
        "ID: Es el identificador único de cada casa comercial y funciona como la clave primaria de esta tabla.",
        "ID: 005"
      ],
      "longitud": 1587,
      "fin": 187
    },
    {
      "titulo": "SECCIÓN: ALMACENES",
      "inicio": 191,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de almacenes es fundamental para representar las distintas delegaciones o ubicaciones físicas y operativas de la empresa. Su propósito principal es servir como una referencia clara para identificar la localización específica asociada a cualquier acción o transacción dentro del sistema ERP. Además, permite vincular recursos financieros por defecto, como cajas y cuentas bancarias, a cada almacén. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Delegaciones\nColumnas:\nID: Código único que identifica cada delegación o almacén. Es la clave primaria de esta tabla.\nAM_DENO: Denominación o nombre de la delegación/almacén (por ejemplo: 'GARDEN', 'ALMACÉN CENTRAL').\nAM_CAJA: Denominación de la 'Caja Almacén / Sucursal Efectivo' por defecto. Este campo se relaciona con la tabla bancos a través de su id para obtener la descripción (BA_DENO) de la caja o sucursal de efectivo predeterminada para este almacén.\nAM_BCO: Denominación del 'Banco Cobros / Pagos Defectos' por defecto. Similar a AM_CAJA, este campo se vincula con la tabla bancos (por id) para obtener la descripción (BA_DENO) del banco predeterminado para las operaciones de cobro y pago de este almacén.\nEjemplo de un Almacén:\nID: 001\nDenominación: ALMACÉN CENTRAL\nCaja por Defecto: CAJA PRINCIPAL\nBanco por Defecto: BANCO AGRARIO\n",
      "palabrasClave": [
        "AM_DENO",
        "AM_CAJA",
        "BA_DENO",
        "AM_BCO",
        "ID: C",
        "ID: 001",
        "Denominación: ALMACÉN CENTRAL"
      ],
      "ejemplos": [
        "ID: Código único que identifica cada delegación o almacén. Es la clave primaria de esta tabla.",
        "ID: 001",
        "Denominación: ALMACÉN CENTRAL"
      ],
      "longitud": 1372,
      "fin": 203
    },
    {
      "titulo": "SECCIÓN: ENVASES DE VENTA",
      "inicio": 207,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de Envases de Venta (envases_vta) es un catálogo de los distintos tipos de envases y formatos que utilizamos para comercializar nuestras semillas y productos. Además de describir sus características físicas y comerciales, estos envases también son fundamentales para otras operaciones internas como siembras y la gestión de partidas. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Envases de venta\nColumnas:\nID: Es el identificador único de cada envase de venta y funciona como la clave primaria de esta tabla.\nEV_DENO: La denominación o nombre del envase (por ejemplo: \"Sobre pequeño\", \"Bolsa 1 Kg\", \"Caja 10 unidades\").\nEV_NEM: La unidad de medida del envase (por ejemplo: UD para unidad, SB para sobre, L para litro, KG para kilogramo).\nEV_CANT: La cantidad total de producto contenida en el envase.\nEV_UDSS: El número de unidades por presentación o por sobre, si el envase contiene múltiples unidades individuales (aplica cuando, por ejemplo, un sobre contiene varias semillas).\nEjemplo de un Envase de Venta:\nID: 001\nDenominación: SOBRE GRANDE SEMILLAS\nUnidad de Medida: SB\nCantidad: 100\nUnidades por Presentación: 10\n",
      "palabrasClave": [
        "EV_DENO",
        "EV_NEM",
        "EV_CANT",
        "EV_UDSS",
        "ID: Es",
        "ID: 001",
        "Denominación: SOBRE GRANDE SEMILLAS"
      ],
      "ejemplos": [
        "ID: Es el identificador único de cada envase de venta y funciona como la clave primaria de esta tabla.",
        "ID: 001",
        "Denominación: SOBRE GRANDE SEMILLAS"
      ],
      "longitud": 1204,
      "fin": 221
    },
    {
      "titulo": "SECCIÓN: INVERNADEROS",
      "inicio": 225,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de invernaderos contiene la información base de todas las estructuras físicas utilizadas por la empresa para la siembra y el cultivo. Aquí se registra su identificación, su vinculación con los almacenes correspondientes, y detalles sobre sus secciones y filas. Es importante tener en cuenta que, aunque no se detallan aquí, existen otras tablas relacionadas que complementan esta información, como las tablas de secciones, filas y tratamientos específicos. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Invernaderos\nColumnas:\nID: Es el identificador único de cada invernadero, funcionando como la clave primaria de esta tabla.\nINV_DENO: La denominación o nombre completo del invernadero (por ejemplo: \"A4 Pg.28-Parcela.1000\").\nINV_ALM: El código del almacén asociado o vinculado a este invernadero. Este campo actúa como una clave foránea que referencia la tabla de almacenes.\nINV_NSECI: El número de secciones inicial o de referencia del invernadero.\nINV_NSEC: El número total de secciones que componen el invernadero.\nINV_NFIL: El número total de filas que contiene el invernadero.\nINV_EXLT: Indica las secciones excluidas de tratamientos, lo que puede ser útil para la gestión de cultivos específicos o áreas de prueba.\nEjemplo de un Invernadero:\nID: 001\nDenominación: INVERNADERO PRINCIPAL SUR\nAlmacén Asociado: 001 (ALMACÉN CENTRAL)\nSecciones Iniciales: 1\nTotal Secciones: 5\nTotal Filas: 20\nSecciones Excluidas de Tratamientos: SECCION 3\n",
      "palabrasClave": [
        "INV_DENO",
        "INV_ALM",
        "INV_NSECI",
        "INV_NSEC",
        "INV_NFIL",
        "INV_EXLT",
        "ID: Es",
        "ID: 001",
        "Denominación: INVERNADERO PRINCIPAL SUR"
      ],
      "ejemplos": [
        "ID: Es el identificador único de cada invernadero, funcionando como la clave primaria de esta tabla.",
        "ID: 001",
        "Denominación: INVERNADERO PRINCIPAL SUR"
      ],
      "longitud": 1525,
      "fin": 243
    },
    {
      "titulo": "SECCIÓN: PRODUCTOS FITOSANITARIOS",
      "inicio": 248,
      "contenido": "DESCRIPCIÓN GENERAL: Esta sección, referida internamente como tipo_trat, se dedica a la gestión y el registro detallado de los productos fitosanitarios utilizados en los tratamientos agronómicos de Semilleros Deitana. Su objetivo es centralizar la información técnica y de uso de estos productos, ya sean para prevención, control de plagas o enfermedades, garantizando una aplicación segura y una trazabilidad completa. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Productos Fitosanitarios\nColumnas:\nID: Identificador único del producto fitosanitario. Es la clave primaria.\nTTR_NOM: Nombre comercial del producto (Ej: PREVICUR ENERGY).\nTTR_DOS: Dosis estándar o recomendada para su aplicación (Ej: 0,2-0,3 %).\nTTR_FOR: Fórmula o principio(s) activo(s) del producto.\nTTR_ENS: Campo auxiliar con información incierta, que puede estar vacío.\nTTR_ECO: Indica si el producto es ecológico ('S' para Sí, 'N' para No).\nTTR_BIO: Indica si el producto es de origen biológico ('S' para Sí, 'N' para No).\nTTR_ESP: Especies vegetales autorizadas o recomendadas para su uso (Ej: CALABACÍN - MELÓN).\nTTR_AGN: Agentes nocivos que combate (Ej: FITOPHTHORA - PITIUM).\nTTR_INT: Enlace web (para ficha técnica, registro, etc.).\nTTR_REG: Número de registro oficial del producto.\nTTR_FCAD: Fecha de caducidad del producto.\nEjemplo de un Producto Fitosanitario:\nID: 001\nNombre Comercial: PREVICUR ENERGY\nDosis: 0.25 %\nFórmula: Propamocarb + Fosetil-Al\nEcológico: N\nBiológico: N\nEspecies: CALABACÍN - MELÓN\nAgentes Nocivos: FITOPHTHORA - PITIUM\nNº Registro: 21345\n",
      "palabrasClave": [
        "TTR_NOM",
        "TTR_DOS",
        "TTR_FOR",
        "TTR_ENS",
        "TTR_ECO",
        "TTR_BIO",
        "TTR_ESP",
        "TTR_AGN",
        "TTR_INT",
        "TTR_REG",
        "TTR_FCAD",
        "ID: Identificador",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: Identificador único del producto fitosanitario. Es la clave primaria.",
        "ID: 001"
      ],
      "longitud": 1591,
      "fin": 273
    },
    {
      "titulo": "SECCIÓN: SECTORES",
      "inicio": 278,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de sectores define las clasificaciones de origen para pedidos y clientes. Es un elemento crucial para realizar análisis, segmentación y seguimiento por canal dentro de Semilleros Deitana. Aunque la gestión directa no siempre es visible en el entorno de prueba, los datos de estos sectores existen y se utilizan activamente para fines de clasificación. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Sectores y Subsectores\nColumnas:\nID: Código único del sector o subsector. Es la clave primaria.\nSC_DENO: Nombre o denominación del sector o subsector (Ej: SIN ASIGNAR, TIENDA, INTERNET, PROFESIONAL).\nEjemplo de un Sector:\nID: 002\nDenominación: PROFESIONAL\n",
      "palabrasClave": [
        "SC_DENO",
        "ID: C",
        "ID: 002",
        "Denominación: PROFESIONAL"
      ],
      "ejemplos": [
        "ID: Código único del sector o subsector. Es la clave primaria.",
        "ID: 002",
        "Denominación: PROFESIONAL"
      ],
      "longitud": 736,
      "fin": 286
    },
    {
      "titulo": "SECCIÓN: SUSTRATOS",
      "inicio": 291,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de sustratos se encarga de la gestión y el registro de los materiales o mezclas que utilizamos como medio de cultivo. Es una parte esencial del sistema para el control de costes, la fijación de precios y la planificación de materiales necesarios en los procesos de producción. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Sustratos\nColumnas:\nID: Código único del sustrato. Es la clave primaria.\nSUS_DENO: Denominación o nombre descriptivo del sustrato (Ej: PERLITA PELIGRAM, SUST.ESPECIAL).\nSUS_PVP: Precio de venta al público por alvéolo. Su tipo de dato es DECIMAL.\nSUS_COS: Coste interno por alvéolo. Su tipo de dato es DECIMAL.\nEjemplo de un Sustrato:\nID: 001\nDenominación: SUST. ESPECIAL INICIO\nPVP por alvéolo: 0.05\nCoste por alvéolo: 0.03\n",
      "palabrasClave": [
        "SUS_DENO",
        "SUS_PVP",
        "SUS_COS",
        "ID: C",
        "ID: 001",
        "Denominación: SUST. ESPECIAL INICIO"
      ],
      "ejemplos": [
        "ID: Código único del sustrato. Es la clave primaria.",
        "ID: 001",
        "Denominación: SUST. ESPECIAL INICIO"
      ],
      "longitud": 829,
      "fin": 303
    },
    {
      "titulo": "SECCIÓN: UBICACIONES",
      "inicio": 308,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de ubicaciones es un catálogo centralizado de todas las localizaciones físicas o lógicas relevantes para las operaciones de la empresa, incluyendo invernaderos, semilleros y almacenes. Proporciona una referencia espacial estandarizada, crucial para organizar, trazar y optimizar todas las actividades y recursos. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Ubicaciones\nColumnas:\nID: Código único de la ubicación. Es la clave primaria.\nUBI_DENO: Denominación o nombre descriptivo de la ubicación (Ej: 'SEMILLERO A', 'Semillero C', 'ALMACÉN NORTE').\nEjemplo de una Ubicación:\nID: 003\nDenominación: SEMILLERO C\n",
      "palabrasClave": [
        "UBI_DENO",
        "ID: C",
        "ID: 003",
        "Denominación: SEMILLERO C"
      ],
      "ejemplos": [
        "ID: Código único de la ubicación. Es la clave primaria.",
        "ID: 003",
        "Denominación: SEMILLERO C"
      ],
      "longitud": 692,
      "fin": 316
    },
    {
      "titulo": "SECCIÓN: ZONAS",
      "inicio": 321,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de zonas es un catálogo diseñado para organizar áreas físicas o lógicas dentro de las operaciones de la empresa, como zonas de trabajo, producción o almacenamiento. Es fundamental para la estructuración espacial, la mejora de la trazabilidad y la optimización de la gestión de inventario y tareas. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Zonas\nColumnas:\nID: Código único de la zona. Es la clave primaria.\nZN_DENO: Denominación o nombre descriptivo de la zona (Ej: Garden, ZONA PRODUCCIÓN 1).\nZN_SUB: Subzona o código de agrupación secundaria. Este campo puede estar vacío.\nZN_RUTA: Campo asociado a una ruta. Este campo también puede estar vacío.\nEjemplo de una Zona:\nID: 001\nDenominación: ZONA SEMILLERO A\nSubzona: SUB-A1\n",
      "palabrasClave": [
        "ZN_DENO",
        "ZN_SUB",
        "ZN_RUTA",
        "ID: C",
        "ID: 001",
        "Denominación: ZONA SEMILLERO A"
      ],
      "ejemplos": [
        "ID: Código único de la zona. Es la clave primaria.",
        "ID: 001",
        "Denominación: ZONA SEMILLERO A"
      ],
      "longitud": 811,
      "fin": 332
    },
    {
      "titulo": "SECCIÓN: DEPARTAMENTOS",
      "inicio": 338,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de departamentos cataloga las diferentes áreas o unidades funcionales dentro de la empresa, como administración, producción, etc. Es esencial para asignar responsabilidades, gestionar usuarios y roles, clasificar tareas y generar reportes segmentados por área. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Otros – Departamentos\nColumnas:\nID: Código único del departamento. Es la clave primaria.\nDEP_DENO: Denominación o nombre del departamento (Ej: COORDINADOR, ADMINISTRACION, PRODUCCION).\nEjemplo de un Departamento:\nID: 002\nDenominación: PRODUCCIÓN\n",
      "palabrasClave": [
        "DEP_DENO",
        "ID: C",
        "ID: 002",
        "Denominación: PRODUCCIÓN"
      ],
      "ejemplos": [
        "ID: Código único del departamento. Es la clave primaria.",
        "ID: 002",
        "Denominación: PRODUCCIÓN"
      ],
      "longitud": 622,
      "fin": 346
    },
    {
      "titulo": "SECCIÓN: SECCIONES DE TRABAJADORES",
      "inicio": 351,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de secciones de trabajadores cataloga las áreas funcionales, grupos o secciones internas a las que pertenece el personal de la empresa. Es fundamental para la gestión de Recursos Humanos, la asignación de tareas específicas y la generación de reportes de personal segmentados por su área de trabajo. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Otros – Secciones Trabajadores\nColumnas:\nID: Código único de la sección de trabajador. Es la clave primaria.\nSE_DENO: Denominación o nombre de la sección (Ej: ADMINISTRACION, PRODUCCION, MANTENIMIENTO).\nEjemplo de una Sección de Trabajadores:\nID: 001\nDenominación: ADMINISTRACION\n",
      "palabrasClave": [
        "SE_DENO",
        "ID: C",
        "ID: 001",
        "Denominación: ADMINISTRACION"
      ],
      "ejemplos": [
        "ID: Código único de la sección de trabajador. Es la clave primaria.",
        "ID: 001",
        "Denominación: ADMINISTRACION"
      ],
      "longitud": 695,
      "fin": 359
    },
    {
      "titulo": "SECCIÓN: TAREAS DE PERSONAL",
      "inicio": 365,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de Tareas de Personal (tareas_per) se encarga de la gestión detallada de las tareas internas que realiza el personal de Semilleros Deitana. Cada tarea se vincula a una \"Sección de Tarea\" específica, que se encuentra en la tabla tareas_seccion. Esta estructura es esencial para la elaboración de partes de trabajo, el seguimiento preciso del tiempo y los recursos invertidos, y para el análisis de la productividad general. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Otros – Tareas Per\nColumnas:\nID: Código único de la tarea. Es la clave primaria.\nTARP_DENO: Denominación o nombre de la tarea (por ejemplo: \"H.CARRETILLERO\", \"H.LIMPIEZA GENERAL\").\nTARP_SECC: Código de la sección de tarea a la que pertenece esta tarea. Este campo es una clave foránea que se relaciona con la tabla tareas_seccion.\nTARP_TIPO: Tipo general de tarea (por ejemplo: 'Otros', 'Siembra', 'Mantenimiento').\nRelaciones:\nTareas_Seccion:\nTabla Relacionada: tareas_seccion\nTipo de Relación: Muchos a uno (Varias tareas de personal pueden pertenecer a una misma sección de tarea).\nCampo de Enlace Local: TARP_SECC\nCampo de Enlace Externo: id (o TARS_COD en la tabla tareas_seccion)\nDescripción: Esta relación vincula cada tarea con su sección correspondiente. Permite obtener la denominación de la sección (TARS_DENO) a partir del código TARP_SECC registrado en la tarea.\nEjemplo de una Tarea de Personal:\nID: 001\nDenominación: H. CARRETILLERO\nCódigo Sección: 01 (Sección de Logística, por ejemplo)\nTipo de Tarea: Otros\n",
      "palabrasClave": [
        "TARP_DENO",
        "TARP_SECC",
        "TARP_TIPO",
        "TARS_COD",
        "TARS_DENO",
        "ID: C",
        "ID: 001",
        "Denominación: H. CARRETILLERO"
      ],
      "ejemplos": [
        "ID: Código único de la tarea. Es la clave primaria.",
        "ID: 001",
        "Denominación: H. CARRETILLERO"
      ],
      "longitud": 1562,
      "fin": 384
    },
    {
      "titulo": "SECCIÓN: PARTIDAS",
      "inicio": 391,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de partidas se encarga de registrar las diferentes tandas de siembra, las cuales están directamente vinculadas a los encargos de los clientes. Contiene una amplia gama de información, desde la fecha y el tipo de semilla utilizada (propia o de depósito del cliente), el lote y porcentaje de germinación, hasta detalles del tipo de siembra, el sustrato empleado, y las cantidades sembradas (semillas, plantas, alvéolos, bandejas). También se registran fechas clave como la de siembra, entrega y la solicitada, así como una denominación o campo de observaciones para cada partida.\nColumnas:\nID: ID de la partida, funcionando como Clave Primaria.\nPAR_ENC: Número del encargo asociado. Es una clave foránea que se relaciona con la tabla encargos.\nPAR_FEC: Fecha de la partida.\nPAR_TIPO: Tipo de semilla utilizada. Puede ser 'D' (Depósito cliente) o 'N' (No depósito).\nPAR_SEM: Semilla utilizada. Es una clave foránea a la tabla articulos, permitiendo obtener la denominación (AR_DENO) de la semilla.\nPAR_LOTE: Lote específico de la semilla.\nPAR_PGER: Porcentaje de germinación de la semilla en esta partida.\nPAR_TSI: Tipo de siembra. Es una clave foránea a la tabla t-siembras para obtener su denominación (TSI_DENO) y otros detalles.\nPAR_ALVS: Cantidad de semillas a sembrar.\nPAR_PLAS: Cantidad de plantas solicitadas.\nPAR_PLAP: Cantidad de plantas aproximadas.\nPAR_PLS: Cantidad de alvéolos solicitados.\nPAR_BASI: Cantidad de bandejas de siembra.\nPAR_FECS: Fecha de siembra.\nPAR_DIASS: Días de siembra.\nPAR_FECE: Fecha de entrega.\nPAR_DIASG: Días de germinación.\nPAR_PPLA: Denominación o identificación de la planta.\nPAR_PALV: Cantidad de alvéolos.\nPAR_TOT: Total (posiblemente un importe).\nPAR_DENO: Denominación u observación específica de la partida (Ej: 'PARTIDA Nº ...').\nPAR_FECES: Fechas relevantes (Solicitada 'E'/Entrega 'E'/Siembra 'S').\nPAR_PMER: Nombre (uso no especificado).\nPAR_NMCL: Nombre de la semilla.\nRelaciones:\nEncargos:\nTabla Relacionada: encargos\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PAR_ENC\nCampo de Enlace Externo: id\nDescripción: Vincula cada partida con el encargo de cliente al que corresponde.\nArtículos:\nTabla Relacionada: articulos\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PAR_SEM\nCampo de Enlace Externo: id\nDescripción: Vincula la partida con el artículo (semilla) específico utilizado.\nTipos de Siembras:\nTabla Relacionada: t-siembras\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PAR_TSI\nCampo de Enlace Externo: id\nDescripción: Vincula la partida con el tipo de siembra aplicado.\nSustratos:\nTabla Relacionada: sustratos\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: Se infiere que el campo de enlace local sería PAR_SUS o similar, pero no está explícitamente en columnas.\nCampo de Enlace Externo: id\nDescripción: Vincula la partida con el sustrato utilizado.\nClientes:\nTabla Relacionada: clientes\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PAR_CCL (inferido del contexto de \"encargos\" que tienen un cliente asociado)\nCampo de Enlace Externo: id\nDescripción: Vincula la partida con el cliente correspondiente, generalmente a través de su encargo.\nEjemplo de una Partida:\nID: 2024001\nNº Encargo: 12345\nFecha Partida: 2024-03-15\nTipo Semilla: N (No depósito)\nSemilla Utilizada: 00000013 (TOMATE AMARELO)\nLote: T-AM-2024-001\n% Germinación: 95\nTipo de Siembra: 01 (Siembra Directa)\nCantidad Semillas: 10000\nPlantas Solicitadas: 9500\nPlantas Aproximadas: 9700\nAlvéolos Solicitados: 10000\nBandejas de Siembra: 100\nFecha Siembra: 2024-03-16\nDías Siembra: 1\nFecha Entrega: 2024-05-20\nDías Germinación: 5\nDenominación: PARTIDA Nº 2024001 TOMATE AMARELO\nFecha Solicitada: 2024-05-15\nNombre Semilla: TOMATE AMARELO\n",
      "palabrasClave": [
        "PAR_ENC",
        "PAR_FEC",
        "PAR_TIPO",
        "PAR_SEM",
        "AR_DENO",
        "PAR_LOTE",
        "PAR_PGER",
        "PAR_TSI",
        "TSI_DENO",
        "PAR_ALVS",
        "PAR_PLAS",
        "PAR_PLAP",
        "PAR_PLS",
        "PAR_BASI",
        "PAR_FECS",
        "PAR_DIASS",
        "PAR_FECE",
        "PAR_DIASG",
        "PAR_PPLA",
        "PAR_PALV",
        "PAR_TOT",
        "PAR_DENO",
        "PAR_FECES",
        "PAR_PMER",
        "PAR_NMCL",
        "PAR_SUS",
        "PAR_CCL",
        "ID: ID",
        "ID: 2024001",
        "Denominación: PARTIDA Nº 2024001 TOMATE AMARELO"
      ],
      "ejemplos": [
        "ID: ID de la partida, funcionando como Clave Primaria.",
        "ID: 2024001",
        "Denominación: PARTIDA Nº 2024001 TOMATE AMARELO"
      ],
      "longitud": 3725,
      "fin": 471
    },
    {
      "titulo": "SECCIÓN: PEDIDOS A PROVEEDORES",
      "inicio": 480,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Pedidos a Proveedores (pedidos_pr) se encarga de registrar y dar seguimiento a todas las solicitudes de compra que la empresa realiza a sus proveedores. Es el punto de partida formal para la adquisición de bienes o servicios, siendo crucial para la planificación de compras, el control de inventario y la gestión de la relación con los proveedores. Además, sirve como base fundamental para las recepciones de mercancía y la posterior emisión de facturas de compra.\nColumnas:\nID: Número único que identifica cada pedido a proveedor. Es la clave primaria. Este ID se utiliza como clave foránea en la tabla pedidos_pr_pp_lna para detallar los artículos de cada pedido.\nPP_CPR: Código del proveedor. Es una clave foránea a la tabla proveedores, permitiendo obtener la denominación (PR_DENO) del proveedor al que se le hizo el pedido.\nPP_ALM: Almacén de recepción designado. Es una clave foránea a la tabla almacenes, que permite obtener la denominación (AM_DENO) del almacén donde se espera recibir la mercancía.\nPP_FEC: Fecha en que se emitió el pedido.\nPP_FSV: Fecha esperada de entrega por parte del proveedor (conocida como 'fecha servir').\nPP_FP: Forma de pago acordada. Es una clave foránea a la tabla fpago, para obtener la denominación (FP_DENO) de la forma de pago utilizada.\nPP_BRU: Monto bruto total del pedido antes de impuestos y descuentos.\nPP_NETO: Monto neto del pedido después de descuentos, pero antes de impuestos.\nPP_IMPU: Costo total de los impuestos aplicados al pedido.\nPP_TTT: Monto total final del pedido, incluyendo todos los costes.\nPP_PDP: Persona dentro de la empresa (usuario/empleado) que realizó o solicitó el pedido ('Pedido por').\nRelaciones:\nProveedores:\nTabla Relacionada: proveedores\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PP_CPR\nCampo de Enlace Externo: id\nDescripción: Vincula el pedido con el proveedor al que se le realizó la solicitud de compra.\nAlmacenes:\nTabla Relacionada: almacenes\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PP_ALM\nCampo de Enlace Externo: id\nDescripción: Vincula el pedido con el almacén donde se espera recibir la mercancía.\nFormas de Pago/Cobro:\nTabla Relacionada: fpago\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: PP_FP\nCampo de Enlace Externo: id\nDescripción: Vincula el pedido con la forma de pago acordada para esa transacción.\nLíneas de Pedido a Proveedores (pedidos_pr_pp_lna):\nTabla Relacionada: pedidos_pr_pp_lna\nTipo de Relación: Uno a muchos (Un pedido a proveedor puede incluir múltiples artículos o líneas de pedido).\nCampo de Enlace Local: id (ID del pedido en la tabla principal pedidos_pr)\nCampo de Enlace Externo: id (ID del pedido en la tabla de detalle pedidos_pr_pp_lna)\nDescripción: Esta tabla detalla los artículos específicos solicitados en cada línea del pedido a proveedor.\nEstructura Relacionada:\nid: Código del pedido (es el mismo id que en pedidos_pr).\nid2: Identificador secuencial de la línea de pedido, para diferenciar los distintos artículos dentro del mismo pedido (ej: '1', '2', '3').\nC0: Código del artículo que se pidió al proveedor. Es una clave foránea a la tabla articulos para obtener su denominación (AR_DENO).\nC1: Código del envase de venta. Es una clave foránea a la tabla envases_vta para obtener su denominación (EV_DENO).\nC2: Número de sobres.\nC3: Unidades por sobre.\nC4: Precio de compra (P/Compra).\nC5: Porcentaje de descuento (Descuento %).\nRelaciones Internas de Detalle:\nArtículos:\nTabla Relacionada: articulos\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: C0\nCampo de Enlace Externo: id\nDescripción: Vincula la línea del pedido con el artículo correspondiente para obtener su denominación.\nEnvases de Venta:\nTabla Relacionada: envases_vta\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: C1\nCampo de Enlace Externo: id\nDescripción: Vincula la línea del pedido con el tipo de envase de venta para obtener su denominación.\n",
      "palabrasClave": [
        "PP_CPR",
        "PR_DENO",
        "PP_ALM",
        "AM_DENO",
        "PP_FEC",
        "PP_FSV",
        "PP_FP",
        "FP_DENO",
        "PP_BRU",
        "PP_NETO",
        "PP_IMPU",
        "PP_TTT",
        "PP_PDP",
        "AR_DENO",
        "EV_DENO",
        "ID: N"
      ],
      "ejemplos": [
        "ID: Número único que identifica cada pedido a proveedor. Es la clave primaria. Este ID se utiliza como clave foránea en la tabla pedidos_pr_pp_lna para detallar los artículos de cada pedido."
      ],
      "longitud": 3919,
      "fin": 542
    },
    {
      "titulo": "SECCIÓN: TARIFAS DE PLANTAS",
      "inicio": 550,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Tarifas de Plantas (tarifas_plantas) se encarga de la gestión de los diferentes precios aplicables a las plantas. Cada tarifa especifica su período de validez, el almacén al que está asociada y un título descriptivo. Un registro de tarifa principal puede contener múltiples líneas de detalle que definen los precios individuales por artículo y por tipo de tarifa, permitiendo una gran flexibilidad en la política de precios.\nColumnas:\nID: Código identificador único de la tarifa. Es la clave primaria.\nTAP_DENO: Denominación o título de la tarifa (ej: 'TARIFA ACTUALIZA 2024 – ULTIMA').\nTAP_DFEC: Fecha de inicio de validez de la tarifa de precio (ej: '2024-05-04').\nTAP_HFEC: Fecha de fin de validez de la tarifa de precio (ej: '2025-12-31').\nTAP_ALM: Código del almacén asociado a la tarifa. Es una clave foránea a la tabla almacenes, para obtener la denominación (AM_DENO) del almacén.\nRelaciones:\nAlmacenes:\nTabla Relacionada: almacenes\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: TAP_ALM\nCampo de Enlace Externo: id\nDescripción: Vincula la tarifa de plantas con el almacén al que aplica.\nLíneas de Tarifas de Plantas (tarifas_plantas_tap_lna):\nTabla Relacionada: tarifas_plantas_tap_lna\nTipo de Relación: Uno a muchos (Una tarifa puede contener múltiples líneas de precios para diferentes productos/tipos).\nCampo de Enlace Local: id (ID de la tarifa en la tabla principal tarifas_plantas)\nCampo de Enlace Externo: id (ID de la tarifa en la tabla de detalle tarifas_plantas_tap_lna)\nDescripción: Esta tabla detalla los precios de los productos específicos incluidos en una tarifa, especificando el tipo de tarifa, así como los costes y precios de venta.\nEstructura Relacionada:\nid: Código de la tarifa (es el mismo id que en tarifas_plantas).\nid2: Identificador secuencial de la línea de detalle (indica la cantidad de productos con precios actualizados).\nC0: Código del artículo. Es una clave foránea a la tabla articulos, para obtener su denominación (AR_DENO).\nC1: Tipo de tarifa (ej: 'A', 'B'), que afecta el precio. Puede haber múltiples tipos para un mismo producto.\nC2: Tipo de siembra (ej: '5001').\nC3: Campo de propósito desconocido ('No se sabe').\nC4: Porcentaje (%).\nC5: Coste de producción.\nC6: Campo de propósito desconocido ('No se sabe').\nC7: Coste de la semilla.\nC8: Coste del patrón.\nC9: Incremento.\nC10: Precio de Venta al Público (PvP) Fijo por Bandeja.\nC11: Precio de Venta al Público (PvP) por Planta.\nC12: Precio de Venta al Público (PvP) por Bandeja.\nRelaciones Internas de Detalle:\nArtículos:\nTabla Relacionada: articulos\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: C0\nCampo de Enlace Externo: id\nDescripción: Vincula la línea de precio con el artículo correspondiente para obtener su denominación.\nTipos de Siembras (Posible):\nTabla Relacionada: t-siembras (hipotética, si C2 es una clave foránea).\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: C2\nCampo de Enlace Externo: id\nDescripción: Podría vincular la línea de precio con el tipo de siembra.\n",
      "palabrasClave": [
        "TAP_DENO",
        "TAP_DFEC",
        "TAP_HFEC",
        "TAP_ALM",
        "AM_DENO",
        "AR_DENO",
        "ID: C"
      ],
      "ejemplos": [
        "ID: Código identificador único de la tarifa. Es la clave primaria."
      ],
      "longitud": 3040,
      "fin": 601
    },
    {
      "titulo": "SECCIÓN: MAQUINARIA",
      "inicio": 607,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Maquinaria registra y administra todas las máquinas y equipos utilizados por la empresa, funcionando como un inventario detallado. Permite mantener un registro completo de sus características, el historial de adquisición, información de seguro, el operador actual y el tipo general de maquinaria. Esta información es crucial para la gestión de activos, el mantenimiento, el control de inventario y la asignación eficiente de recursos.\nColumnas:\nID: Código identificador único de cada máquina o equipo. Es la clave primaria.\nMA_MOD: Modelo de la maquinaria (Ej: 'Balanza-2 CABEZAL INV.B COBOS').\nMA_TIPO: Tipo de maquinaria (campo genérico, distinto de MA_TP).\nMA_NU: Información relacionada con el uso de la maquinaria.\nMA_AFAB: Año de Fabricación de la maquinaria.\nMA_FCOM: Año de compra de la maquinaria.\nMA_BAS: Número de Bastidor de la maquinaria.\nMA_VSE: Fecha de vencimiento del seguro.\nMA_COM: Nombre de la compañía de seguro (campo de texto).\nMA_TRAB: Código del trabajador técnico conductor actual. Es una clave foránea a la tabla tecnicos, para obtener la denominación (TN_DENO) del operario.\nMA_TP: Código del tipo general de maquinaria. Es una clave foránea a la tabla tipo-maq, para obtener la denominación (TM_DENO) de la categoría a la que pertenece la máquina.\nRelaciones:\nTécnicos:\nTabla Relacionada: tecnicos\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: MA_TRAB\nCampo de Enlace Externo: id\nDescripción: Vincula la maquinaria con el trabajador técnico que la opera o conduce actualmente.\nTipos de Maquinaria:\nTabla Relacionada: tipo-maq\nTipo de Relación: Muchos a uno\nCampo de Enlace Local: MA_TP\nCampo de Enlace Externo: id\nDescripción: Vincula la maquinaria con su tipo general, definido en la tabla tipo-maq\n",
      "palabrasClave": [
        "MA_MOD",
        "MA_TIPO",
        "MA_TP",
        "MA_NU",
        "MA_AFAB",
        "MA_FCOM",
        "MA_BAS",
        "MA_VSE",
        "MA_COM",
        "MA_TRAB",
        "TN_DENO",
        "TM_DENO",
        "ID: C"
      ],
      "ejemplos": [
        "ID: Código identificador único de cada máquina o equipo. Es la clave primaria."
      ],
      "longitud": 1772,
      "fin": 635
    },
    {
      "titulo": "SECCIÓN: TIPOS DE MAQUINARIA",
      "inicio": 642,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Tipos de Maquinaria (tipo-maq) se encarga de definir y gestionar las diferentes categorías o tipos de maquinaria que utiliza la empresa. Funciona como un catálogo maestro para estandarizar la clasificación de todos los equipos y sirve como una referencia clave para otros módulos del sistema.\nColumnas:\nID: Código identificador único asignado a cada tipo de maquinaria. Es la clave primaria.\nTM_DENO: Denominación o nombre descriptivo del tipo de máquina (Ej: 'CAMION', 'TRACTOR', 'SEMBRADORA').\nRelaciones:\nMaquinaria:\nTabla Relacionada: maquinaria\nTipo de Relación: Uno a muchos (Un tipo puede aplicarse a muchas máquinas).\nCampo de Enlace Local: id (El ID del tipo de maquinaria en esta tabla).\nCampo de Enlace Externo: MA_TP (El campo en la tabla maquinaria que referencia a tipo-maq.id).\nDescripción: Esta tabla es referenciada por la tabla maquinaria (mediante el campo MA_TP) para clasificar cada máquina individual por su tipo.\n",
      "palabrasClave": [
        "TM_DENO",
        "MA_TP",
        "ID: C"
      ],
      "ejemplos": [
        "ID: Código identificador único asignado a cada tipo de maquinaria. Es la clave primaria."
      ],
      "longitud": 971,
      "fin": 655
    },
    {
      "titulo": "SECCIÓN: TÉCNICOS",
      "inicio": 660,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Técnicos (tecnicos) almacena la información de los técnicos de la empresa. Esto incluye sus datos personales como nombre, teléfono, domicilio, población, código postal y número de identificación fiscal, así como su estado de actividad. Además, permite mantener un registro de su historial laboral y contractual, lo cual es crucial para la gestión de recursos humanos.\nColumnas:\nID: Código identificador único del técnico. Es la clave primaria.\nTN_DENO: Nombre completo del técnico.\nTN_TEL: Número de teléfono del técnico.\nTN_DOM: Domicilio del técnico.\nTN_POB: Población del técnico.\nTN_CDP: Código postal del técnico.\nTN_CIF: Número de identificación fiscal del técnico.\nTN_ACT: Estado de actividad del técnico (Ej: 'A' - Activo, 'I' - Inactivo, 'B' - Baja).\nRelaciones:\nHistorial de Técnicos (tecnicos_tn_hist):\nTabla Relacionada: tecnicos_tn_hist\nTipo de Relación: Uno a muchos (Un técnico puede tener múltiples registros en su historial).\nCampo de Enlace Local: id (El ID del técnico en esta tabla).\nCampo de Enlace Externo: id (El ID del técnico en la tabla de historial).\nDescripción: Vincula al técnico con su historial laboral y contractual detallado, incluyendo fechas de inicio/fin, área, lugar de trabajo y tipo de contrato.\n",
      "palabrasClave": [
        "TN_DENO",
        "TN_TEL",
        "TN_DOM",
        "TN_POB",
        "TN_CDP",
        "TN_CIF",
        "TN_ACT",
        "ID: C"
      ],
      "ejemplos": [
        "ID: Código identificador único del técnico. Es la clave primaria."
      ],
      "longitud": 1271,
      "fin": 679
    },
    {
      "titulo": "SECCIÓN: APLICADORES FITOSANITARIOS",
      "inicio": 684,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Aplicadores Fitosanitarios (aplicadores_fit) es un catálogo de las personas registradas en el sistema que están autorizadas para aplicar productos fitosanitarios. Cada aplicador se identifica por un código único y una denominación.\nColumnas:\nID: Código ID único del aplicador fitosanitario. Es la clave primaria.\nAFI_DENO: Denominación del aplicador fitosanitario (Ej: 'LUIS TUBON').\n",
      "palabrasClave": [
        "AFI_DENO",
        "ID: C"
      ],
      "ejemplos": [
        "ID: Código ID único del aplicador fitosanitario. Es la clave primaria."
      ],
      "longitud": 419,
      "fin": 690
    },
    {
      "titulo": "SECCIÓN: EQUIPOS FITOSANITARIOS",
      "inicio": 694,
      "contenido": "DESCRIPCIÓN GENERAL:\nLa sección de Equipos Fitosanitarios (equipo_fito) es un catálogo de los equipos utilizados para la aplicación de productos fitosanitarios registrados en el sistema. Cada equipo se identifica por un código único y una denominación.\nColumnas:\nID: Código único del equipo fitosanitario. Es la clave primaria.\nEFI_DENO: Denominación del equipo fitosanitario (Ej: 'ATOMIZADOR 1000L', 'PULVERIZADOR DE ESPALDA').\n",
      "palabrasClave": [
        "EFI_DENO",
        "ID: C"
      ],
      "ejemplos": [
        "ID: Código único del equipo fitosanitario. Es la clave primaria."
      ],
      "longitud": 429,
      "fin": 700
    },
    {
      "titulo": "SECCIÓN: TARIFAS",
      "inicio": 705,
      "contenido": "DESCRIPCIÓN GENERAL: La sección de Tarifas (tarifas) registra las diferentes tarifas de precios disponibles en el sistema. Cada tarifa tiene un identificador único y una denominación que la describe, permitiendo una clara distinción entre las políticas de precios aplicadas. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Tarifas de precios\nColumnas:\nID: Identificador único de la tarifa. Es la clave primaria.\nTP_DENO: Denominación o descripción de la tarifa (ej: 'Tarifa A', 'Tarifa por Volumen').\n",
      "palabrasClave": [
        "TP_DENO",
        "ID: Identificador"
      ],
      "ejemplos": [
        "ID: Identificador único de la tarifa. Es la clave primaria."
      ],
      "longitud": 549,
      "fin": 710
    },
    {
      "titulo": "SECCIÓN: ACCIONES COMERCIALES",
      "inicio": 714,
      "contenido": "DESCRIPCIÓN GENERAL: Las acciones comerciales son todas aquellas actividades planificadas y ejecutadas por nuestra empresa para establecer, mantener o fortalecer la relación con sus clientes. Incluyen visitas, llamadas, seguimientos, ofertas, asesoramientos y cualquier otra interacción orientada a impulsar ventas, fidelizar clientes y mejorar el servicio ofrecido. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Acciones Comerciales\nColumnas:\nid: Identificador único de la acción comercial\nACCO_DENO: Denominación o tipo de acción comercial\nACCO_CDCL: Código del cliente\nACCO_CDVD: Código del vendedor\nACCO_FEC: Fecha de la acción\nACCO_HOR: Hora de la acción\nEjemplo de una Acción Comercial:\nID: 0000000293\nDenominación: VISITA CLIENTE\nCódigo Cliente: 001\nCódigo Vendedor: 007\nFecha: 2024-03-15\nHora: 10:30\n",
      "palabrasClave": [
        "ACCO_DENO",
        "ACCO_CDCL",
        "ACCO_CDVD",
        "ACCO_FEC",
        "ACCO_HOR",
        "ID: 0000000293",
        "Denominación: VISITA CLIENTE"
      ],
      "ejemplos": [
        "ID: 0000000293",
        "Denominación: VISITA CLIENTE"
      ],
      "longitud": 857,
      "fin": 730
    },
    {
      "titulo": "SECCIÓN: FAMILIAS Y GRUPOS",
      "inicio": 735,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo de familias y grupos, incluyendo su denominación, nombre en latín y porcentaje de germinación. Permite registrar observaciones sobre cambios o notas relevantes para cada familia. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Familias y Grupos\nColumnas:\nid: Código único de la familia (Clave Primaria)\nFM_DENO: Nombre del Grupo/Familia\nFM_LAT: Nombre en Latín\nFM_PGER: Porcentaje de germinación\nEjemplo de una Familia:\nID: 0015\nDenominación: TOMATE\nNombre en Latín: Solanum lycopersicum\nPorcentaje de Germinación: 95\n",
      "palabrasClave": [
        "FM_DENO",
        "FM_LAT",
        "FM_PGER",
        "ID: 0015",
        "Denominación: TOMATE"
      ],
      "ejemplos": [
        "ID: 0015",
        "Denominación: TOMATE"
      ],
      "longitud": 595,
      "fin": 747
    },
    {
      "titulo": "SECCIÓN: NUESTROS BANCOS",
      "inicio": 752,
      "contenido": "DESCRIPCIÓN GENERAL: Gestión centralizada de información de las entidades bancarias con las que opera Semilleros Deitana ('Nuestros bancos'). Sirve para la correcta ejecución de operaciones financieras, pagos y cobros. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Nuestros bancos\nColumnas:\nid: Código único del banco (Clave Primaria)\nBA_DENO: Denominación o nombre del banco\nBA_DOM: Domicilio del banco\nBA_POB: Población del banco\nBA_PROV: Provincia del banco\nBA_CDP: Código postal del banco\nBA_TEL: Número(s) de teléfono del banco\nBA_FAX: Número de FAX del banco\nBA_EMA: Dirección de correo electrónico del banco\nBA_IBAN: Número de cuenta bancaria en formato IBAN\nBA_COD: Código de la entidad bancaria\nBA_OFI: Código de la oficina bancaria\nBA_CUEN: Número de cuenta bancaria tradicional\nBA_SWI: Código SWIFT/BIC\nBA_RIES: Nivel de riesgo interno\nBA_TIPO: Tipo de banco (clasificación interna)\nBA_OBS: Observaciones o comentarios internos\nEjemplo de un Banco:\nID: 001\nDenominación: BANCO AGRARIO\nDomicilio: C/ PRINCIPAL, 123\nPoblación: MADRID\nProvincia: MADRID\nCódigo Postal: 28001\nTeléfono: 915555555\nFAX: 915555556\nEmail: info@bancoagrario.es\nIBAN: ES1234567890123456789012\nCódigo Entidad: 1234\nCódigo Oficina: 5678\nCuenta: 1234567890\nSWIFT: AGRRESMM\nRiesgo: BAJO\nTipo: PRINCIPAL\nObservaciones: Banco principal de la empresa\n",
      "palabrasClave": [
        "BA_DENO",
        "BA_DOM",
        "BA_POB",
        "BA_PROV",
        "BA_CDP",
        "BA_TEL",
        "BA_FAX",
        "BA_EMA",
        "BA_IBAN",
        "BA_COD",
        "BA_OFI",
        "BA_CUEN",
        "BA_SWI",
        "BA_RIES",
        "BA_TIPO",
        "BA_OBS",
        "ID: 001",
        "Denominación: BANCO AGRARIO"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: BANCO AGRARIO"
      ],
      "longitud": 1376,
      "fin": 790
    },
    {
      "titulo": "SECCIÓN: DISPOSITIVOS MÓVILES",
      "inicio": 795,
      "contenido": "DESCRIPCIÓN GENERAL: Gestión centralizada de dispositivos móviles (PDAs u otros terminales portátiles) utilizados en Semilleros Deitana para operaciones en campo y gestión móvil. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Dispositivos móviles\nColumnas:\nid: Código único del dispositivo móvil (Clave Primaria)\nDIS_DENO: Denominación o nombre descriptivo del dispositivo\nDIS_MARCA: Marca comercial del dispositivo\nDIS_MOD: Modelo técnico del dispositivo\nDIS_FCOM: Fecha de adquisición (Puede ser NULL)\nDIS_MAC: Dirección MAC del dispositivo\nDIS_IP: Dirección IP asignada al dispositivo\nDIS_KEY: Clave o identificador de seguridad\nDIS_BAJA: Estado operativo (0: Activo, 1: Dado de baja)\nEjemplo de un Dispositivo Móvil:\nID: 001\nDenominación: PDA CAMPO 1\nMarca: SAMSUNG\nModelo: GALAXY TAB A\nFecha Compra: 2023-01-15\nMAC: 00:11:22:33:44:55\nIP: 192.168.1.100\nClave: PDA001\nEstado: 0 (Activo)\n",
      "palabrasClave": [
        "DIS_DENO",
        "DIS_MARCA",
        "DIS_MOD",
        "DIS_FCOM",
        "DIS_MAC",
        "DIS_IP",
        "DIS_KEY",
        "DIS_BAJA",
        "ID: 001",
        "Denominación: PDA CAMPO 1"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: PDA CAMPO 1"
      ],
      "longitud": 939,
      "fin": 817
    },
    {
      "titulo": "SECCIÓN: CATEGORÍAS",
      "inicio": 822,
      "contenido": "DESCRIPCIÓN GENERAL: Define las categorías laborales utilizadas en Semilleros Deitana para establecer condiciones contractuales y económicas de los trabajadores (salario, horarios, costes). No son categorías de producto. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Categorias\nColumnas:\nid: Identificador único de la categoría laboral (Clave Primaria)\nCG_DENO: Nombre o denominación de la categoría laboral (Ej: PRODUCCION, ENCARGADO)\nCG_SALDIA: Salario diario base para esta categoría (Tipo: DECIMAL)\nCG_COSHOR: Coste calculado por hora de trabajo normal (Tipo: DECIMAL)\nCG_SDIA: Coste calculado por hora extra (Tipo: DECIMAL)\nEjemplo de una Categoría:\nID: 001\nDenominación: PRODUCCION\nSalario Diario: 45.00\nCoste Hora Normal: 5.63\nCoste Hora Extra: 6.75\n",
      "palabrasClave": [
        "CG_DENO",
        "CG_SALDIA",
        "CG_COSHOR",
        "CG_SDIA",
        "ID: 001",
        "Denominación: PRODUCCION"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: PRODUCCION"
      ],
      "longitud": 807,
      "fin": 836
    },
    {
      "titulo": "SECCIÓN: CRÉDITOS CAUCIÓN",
      "inicio": 841,
      "contenido": "DESCRIPCIÓN GENERAL: Gestión y seguimiento de seguros de crédito (créditos caución) asociados a clientes para proteger frente al riesgo de impago. Permite registrar y consultar pólizas o acuerdos de seguro de crédito específicos. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Créditos caución\nColumnas:\nid: Identificador único del crédito caución (Clave Primaria)\nCAU_CCL: Código del cliente asociado. Clave foránea a la tabla 'clientes'\nCAU_DIAS: Número máximo de días de crédito permitidos (Tipo: INT)\nCAU_TIPO: Tipo de crédito caución ('N': No asegurado, 'A': Asegurado)\nEjemplo de un Crédito Caución:\nID: 001\nCódigo Cliente: 001\nDías de Crédito: 30\nTipo: A (Asegurado)\n",
      "palabrasClave": [
        "CAU_CCL",
        "CAU_DIAS",
        "CAU_TIPO",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 723,
      "fin": 853
    },
    {
      "titulo": "SECCIÓN: MOTIVOS",
      "inicio": 858,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo estandarizado de causas o razones predefinidas utilizadas para documentar y clasificar eventos, acciones o situaciones internas (Ej: plagas, descartes, incidencias). Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Motivos\nColumnas:\nid: Código único del motivo (Clave Primaria)\nMOT_DENO: Denominación o descripción del motivo (Ej: PLAGA, DESCARTE)\nEjemplo de un Motivo:\nID: 0001\nDenominación: PLAGA\n",
      "palabrasClave": [
        "MOT_DENO",
        "ID: 0001",
        "Denominación: PLAGA"
      ],
      "ejemplos": [
        "ID: 0001",
        "Denominación: PLAGA"
      ],
      "longitud": 476,
      "fin": 866
    },
    {
      "titulo": "SECCIÓN: PAÍSES",
      "inicio": 871,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo maestro de referencia con el listado de países relevantes para la actividad comercial y productiva de la empresa (origen/destino productos, ubicación clientes/proveedores). Diseñada para servir como soporte a otras tablas. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Paises\nColumnas:\nid: Código único del país (Clave Primaria)\nPA_DENO: Denominación o nombre completo del país (Ej: FRANCIA, ESPAÑA)\nEjemplo de un País:\nID: 001\nDenominación: ESPAÑA\n",
      "palabrasClave": [
        "PA_DENO",
        "ID: 001",
        "Denominación: ESPAÑA"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: ESPAÑA"
      ],
      "longitud": 529,
      "fin": 879
    },
    {
      "titulo": "SECCIÓN: PROCESOS",
      "inicio": 884,
      "contenido": "DESCRIPCIÓN GENERAL: Define las etapas o procedimientos del ciclo productivo agrícola (semillero), como germinación o trasplante. Contiene campos que controlan la lógica interna del ERP para estas etapas. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Procesos\nColumnas:\nid: Código único del proceso (Clave Primaria)\nPRO_DENO: Denominación o nombre del proceso (Ej: GERMINACIÓN)\nPRO_MGER: ¿Modifica germinación? ('S' o '')\nPRO_MBAN: ¿Modifica bandejas? ('S' o '')\nPRO_MSOP: ¿Modifica soporte? ('S' o '')\nPRO_CDIF: ¿Calcular por diferencia? ('S' o '')\nPRO_NOUBI: ¿Permitir sin ubicación? ('S' o '')\nPRO_NEM: Nemotécnico (abreviatura del proceso)\nPRO_SEMB: ¿Es parte del proceso de siembra?\nPRO_IDIAS: Porcentaje o cantidad de días estimados de siembra\nPRO_OBS: Campo OBSOLETO para observaciones\nEjemplo de un Proceso:\nID: 001\nDenominación: GERMINACIÓN\nModifica Germinación: S\nModifica Bandejas: N\nModifica Soporte: N\nCalcular por Diferencia: S\nPermitir sin Ubicación: N\nNemotécnico: GERM\nEs Siembra: S\nDías Siembra: 5\nObservaciones: (Campo obsoleto)\n",
      "palabrasClave": [
        "PRO_DENO",
        "PRO_MGER",
        "PRO_MBAN",
        "PRO_MSOP",
        "PRO_CDIF",
        "PRO_NOUBI",
        "PRO_NEM",
        "PRO_SEMB",
        "PRO_IDIAS",
        "PRO_OBS",
        "ID: 001",
        "Denominación: GERMINACIÓN"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: GERMINACIÓN"
      ],
      "longitud": 1098,
      "fin": 910
    },
    {
      "titulo": "SECCIÓN: RUTAS",
      "inicio": 915,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo de rutas de distribución o transporte utilizadas para la entrega de productos a clientes. Permite organizar y optimizar las entregas por zonas geográficas. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Rutas\nColumnas:\nid: Código único de la ruta (Clave Primaria)\nRU_DENO: Denominación o nombre de la ruta\nRU_DESC: Descripción adicional de la ruta\nEjemplo de una Ruta:\nID: 001\nDenominación: RUTA MADRID CENTRO\nDescripción: Entrega en el centro de Madrid\n",
      "palabrasClave": [
        "RU_DENO",
        "RU_DESC",
        "ID: 001",
        "Denominación: RUTA MADRID CENTRO"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: RUTA MADRID CENTRO"
      ],
      "longitud": 533,
      "fin": 925
    },
    {
      "titulo": "SECCIÓN: SECCIÓN TAREAS",
      "inicio": 930,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo de las diferentes secciones o áreas de tareas dentro de la empresa. Permite clasificar y organizar las tareas por áreas funcionales. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Sección Tareas\nColumnas:\nid: Código único de la sección de tarea (Clave Primaria)\nTARS_DENO: Denominación o nombre de la sección de tarea\nEjemplo de una Sección de Tarea:\nID: 01\nDenominación: LOGÍSTICA\n",
      "palabrasClave": [
        "TARS_DENO",
        "ID: 01",
        "Denominación: LOGÍSTICA"
      ],
      "ejemplos": [
        "ID: 01",
        "Denominación: LOGÍSTICA"
      ],
      "longitud": 461,
      "fin": 938
    },
    {
      "titulo": "SECCIÓN: TIPOS DE SIEMBRA",
      "inicio": 943,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo de los diferentes tipos de siembra utilizados en los procesos productivos. Define las modalidades y técnicas de siembra aplicadas en la empresa. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Tipos de siembra\nColumnas:\nid: Código único del tipo de siembra (Clave Primaria)\nTSI_DENO: Denominación o nombre del tipo de siembra\nEjemplo de un Tipo de Siembra:\nID: 5001\nDenominación: SIEMBRA DIRECTA\n",
      "palabrasClave": [
        "TSI_DENO",
        "ID: 5001",
        "Denominación: SIEMBRA DIRECTA"
      ],
      "ejemplos": [
        "ID: 5001",
        "Denominación: SIEMBRA DIRECTA"
      ],
      "longitud": 474,
      "fin": 951
    },
    {
      "titulo": "SECCIÓN: PARTIDAS",
      "inicio": 956,
      "contenido": "DESCRIPCIÓN GENERAL: Registra las partidas de siembra, vinculadas a los encargos de los clientes. Contiene información sobre la fecha, tipo de semilla (propia o no), la semilla utilizada, lote, germinación, tipo de siembra, sustrato, cantidades (semillas, plantas, alveolos, bandejas), fechas (siembra, entrega, solicitada) y denominación/observaciones. Esta información se encuentra en el ERP en la sección del menú inferior Ventas – Otros – Partidas\nColumnas:\nid: ID de la partida (Clave Primaria)\nPAR_ENC: Número del encargo asociado. Clave foránea a la tabla 'encargos'\nPAR_FEC: Fecha de la partida\nPAR_TIPO: Tipo de semilla ('D': Depósito cliente, 'N': No depósito)\nPAR_SEM: Semilla utilizada. Clave foránea a la tabla 'articulos' para obtener la denominación (AR_DENO)\nPAR_LOTE: Lote de la semilla\nPAR_PGER: Porcentaje de germinación\nPAR_TSI: Tipo de siembra. Clave foránea a la tabla 't-siembras' para obtener la denominación (TSI_DENO)\nPAR_ALVS: Cantidad de semillas a sembrar\nPAR_PLAS: Cantidad de plantas solicitadas\nPAR_PLAP: Cantidad de plantas aproximadas\nPAR_PLS: Cantidad de alveolos solicitados\nPAR_BASI: Cantidad de bandejas de siembra\nPAR_FECS: Fecha de siembra\nPAR_DIASS: Días de siembra\nPAR_FECE: Fecha de entrega\nPAR_DIASG: Días de germinación\nPAR_PPLA: Planta (denominación)\nPAR_PALV: Alveolos (cantidad)\nPAR_TOT: Total (importe)\nPAR_DENO: Denominación u observación de la partida (Ej: 'PARTIDA Nº ...')\nPAR_FECES: Fechas (Solicitada 'E'/Entrega 'E'/Siembra 'S')\nPAR_PMER: Nombre\nPAR_NMCL: Nombre de la semilla\nEjemplo de una Partida:\nID: 2024001\nNº Encargo: 12345\nFecha Partida: 2024-03-15\nTipo Semilla: N (No depósito)\nSemilla Utilizada: 00000013 (TOMATE AMARELO)\nLote: T-AM-2024-001\n% Germinación: 95\nTipo de Siembra: 01 (Siembra Directa)\nCantidad Semillas: 10000\nPlantas Solicitadas: 9500\nPlantas Aproximadas: 9700\nAlvéolos Solicitados: 10000\nBandejas de Siembra: 100\nFecha Siembra: 2024-03-16\nDías Siembra: 1\nFecha Entrega: 2024-05-20\nDías Germinación: 5\nDenominación: PARTIDA Nº 2024001 TOMATE AMARELO\nFecha Solicitada: 2024-05-15\nNombre Semilla: TOMATE AMARELO\n",
      "palabrasClave": [
        "PAR_ENC",
        "PAR_FEC",
        "PAR_TIPO",
        "PAR_SEM",
        "AR_DENO",
        "PAR_LOTE",
        "PAR_PGER",
        "PAR_TSI",
        "TSI_DENO",
        "PAR_ALVS",
        "PAR_PLAS",
        "PAR_PLAP",
        "PAR_PLS",
        "PAR_BASI",
        "PAR_FECS",
        "PAR_DIASS",
        "PAR_FECE",
        "PAR_DIASG",
        "PAR_PPLA",
        "PAR_PALV",
        "PAR_TOT",
        "PAR_DENO",
        "PAR_FECES",
        "PAR_PMER",
        "PAR_NMCL",
        "ID: 2024001",
        "Denominación: PARTIDA Nº 2024001 TOMATE AMARELO"
      ],
      "ejemplos": [
        "ID: 2024001",
        "Denominación: PARTIDA Nº 2024001 TOMATE AMARELO"
      ],
      "longitud": 2090,
      "fin": 1004
    },
    {
      "titulo": "SECCIÓN: PEDIDOS A PROVEEDORES",
      "inicio": 1009,
      "contenido": "DESCRIPCIÓN GENERAL: Registra y sigue los pedidos de compra realizados a proveedores. Es el punto de partida formal para solicitar la adquisición de bienes o servicios. Es crucial para la planificación de compras, el control de inventario, la gestión de proveedores y sirve como base para las recepciones de mercancía y las facturas de compra. Esta información se encuentra en el ERP en la sección del menú inferior Compras – Gestión Compras – Pedidos a Proveedor\nColumnas:\nid: Número único que identifica cada pedido a proveedor (Clave Primaria)\nPP_CPR: Código del proveedor. Clave foránea a la tabla 'proveedores' para obtener la denominación (PR_DENO)\nPP_ALM: Almacén de recepción designado. Clave foránea a la tabla 'almacenes' para obtener la denominación (AM_DENO)\nPP_FEC: Fecha en que se emitió el pedido\nPP_FSV: Fecha esperada de entrega por el proveedor ('fecha servir')\nPP_FP: Forma de pago acordada. Clave foránea a la tabla 'fpago' para obtener la denominación (FP_DENO)\nPP_BRU: Monto bruto total del pedido\nPP_NETO: Monto neto del pedido\nPP_IMPU: Costo total de los impuestos aplicados\nPP_TTT: Monto total final del pedido\nPP_PDP: Persona dentro de la empresa que realizó o solicitó el pedido ('Pedido por')\nEjemplo de un Pedido a Proveedor:\nID: 005001\nCódigo Proveedor: 00359\nAlmacén Recepción: 001\nFecha Emisión: 2024-03-15\nFecha Entrega Esperada: 2024-03-25\nForma de Pago: 001\nMonto Bruto: 1500.00\nMonto Neto: 1239.67\nImpuestos: 260.33\nTotal Final: 1500.00\nPedido por: JUAN PÉREZ\n",
      "palabrasClave": [
        "PP_CPR",
        "PR_DENO",
        "PP_ALM",
        "AM_DENO",
        "PP_FEC",
        "PP_FSV",
        "PP_FP",
        "FP_DENO",
        "PP_BRU",
        "PP_NETO",
        "PP_IMPU",
        "PP_TTT",
        "PP_PDP",
        "ID: 005001"
      ],
      "ejemplos": [
        "ID: 005001"
      ],
      "longitud": 1496,
      "fin": 1035
    },
    {
      "titulo": "SECCIÓN: TARIFAS DE PLANTAS",
      "inicio": 1040,
      "contenido": "DESCRIPCIÓN GENERAL: Gestiona las diferentes tarifas de precios para plantas, especificando el período de validez, el almacén asociado y el título de la tarifa. Un registro principal puede tener múltiples líneas de detalle que definen los precios por artículo y tipo de tarifa. Esta información se encuentra en el ERP en la sección del menú inferior Ventas – Gestión – Tarifas de Plantas\nColumnas:\nid: Código identificador único de la tarifa (Clave Primaria)\nTAP_DENO: Denominación o título de la tarifa (ej: 'TARIFA ACTUALIZA 2024 – ULTIMA')\nTAP_DFEC: Fecha de inicio de validez de la tarifa de precio (ej: '2024-05-04')\nTAP_HFEC: Fecha de fin de validez de la tarifa de precio (ej: '2025-12-31')\nTAP_ALM: Código del almacén asociado a la tarifa. Clave foránea a la tabla 'almacenes' para obtener la denominación (AM_DENO)\nEjemplo de una Tarifa de Plantas:\nID: 21001414\nDenominación: TARIFA ACTUALIZA 2024 – ULTIMA\nFecha Inicio: 2024-05-04\nFecha Fin: 2025-12-31\nAlmacén Asociado: 001 (ALMACÉN CENTRAL)\n",
      "palabrasClave": [
        "TAP_DENO",
        "TAP_DFEC",
        "TAP_HFEC",
        "TAP_ALM",
        "AM_DENO",
        "ID: 21001414",
        "Denominación: TARIFA ACTUALIZA 2024 – ULTIMA"
      ],
      "ejemplos": [
        "ID: 21001414",
        "Denominación: TARIFA ACTUALIZA 2024 – ULTIMA"
      ],
      "longitud": 1003,
      "fin": 1054
    },
    {
      "titulo": "SECCIÓN: ENCARGOS DE SIEMBRA",
      "inicio": 1059,
      "contenido": "DESCRIPCIÓN GENERAL: Registra los encargos de siembra de los clientes, incluyendo información del cliente, almacén, fecha, vendedor, forma de pago y estado. Contiene relaciones con observaciones, costes adicionales, reservas de plantas y las partidas de siembra asociadas. Esta información se encuentra en el ERP en la sección del menú inferior Ventas – Gestión – Encargos de siembra\nColumnas:\nid: Número único del encargo de siembra (Clave Primaria)\nENG_CCL: Código del cliente. Clave foránea a la tabla 'clientes' para obtener la denominación (CL_DENO)\nENG_ALM: Almacén asociado. Clave foránea a la tabla 'almacenes' para obtener la denominación (AM_DENO)\nENG_FEC: Fecha del encargo\nENG_VD: Vendedor responsable. Clave foránea a la tabla 'vendedores' para obtener la denominación (VD_DENO)\nENG_FP: Forma de pago. Clave foránea a la tabla 'fpago' para obtener la denominación (FP_DENO)\nENG_EST: Estado del encargo\nEjemplo de un Encargo de Siembra:\nID: 12345\nCódigo Cliente: 001\nAlmacén: 001\nFecha: 2024-03-15\nVendedor: 007\nForma de Pago: 001\nEstado: ACTIVO\n",
      "palabrasClave": [
        "ENG_CCL",
        "CL_DENO",
        "ENG_ALM",
        "AM_DENO",
        "ENG_FEC",
        "ENG_VD",
        "VD_DENO",
        "ENG_FP",
        "FP_DENO",
        "ENG_EST",
        "ID: 12345"
      ],
      "ejemplos": [
        "ID: 12345"
      ],
      "longitud": 1058,
      "fin": 1077
    },
    {
      "titulo": "SECCIÓN: RESERVAS",
      "inicio": 1082,
      "contenido": "DESCRIPCIÓN GENERAL: Gestiona las reservas de diversos tipos de pedidos, como siembras normales, injertos o componentes. Es clave para el seguimiento de las reservas para un cliente, detallando la semilla, la germinación esperada y las particularidades del proceso de siembra. Esta información se encuentra en el ERP en la sección del menú inferior Ventas – Otros – Reservas\nColumnas:\nid: Número de reserva (Clave Primaria)\nPARR_FEC: Fecha de la reserva\nPARR_ENC: Número de encargo asociado a la reserva\nPARR_TIPO: Tipo de encargo (ej: 'Normal', 'Injerto', 'Componente')\nPARR_SEM: Semilla a utilizar. Clave foránea a la tabla 'articulos' para obtener la denominación (AR_DENO)\nPARR_CCL: Código del cliente de la partida. Clave foránea a la tabla 'clientes' para obtener la denominación (CL_DENO)\nPARR_LOTE: Número de lote de la semilla\nPARR_PGER: Porcentaje de germinación\nPARR_TSI: Tipo de siembra. Clave foránea a la tabla 't-siembras' para obtener la denominación (TSI_DENO)\nPARR_SUST: Sustrato utilizado. Clave foránea a la tabla 'sustratos' para obtener la denominación (SUS_DENO)\nPARR_ALVS: Cantidad de semillas a sembrar\nPARR_PLAS: Cantidad de plantas solicitadas\nPARR_PLAP: Cantidad de plantas aproximadas\nPARR_PLS: Cantidad de alveolos solicitados\nPARR_BASI: Cantidad de bandejas de siembra\nPARR_FECS: Fecha de siembra\nPARR_DIASS: Días de siembra\nPARR_FECE: Fecha de entrega\nPARR_DIASG: Días de germinación\nPARR_PPLA: Cantidad o identificador de planta\nPARR_PALV: Cantidad o identificador de alveolos\nPARR_TOT: Total (monto o cantidad)\nPARR_DENO: Denominación u observación de esta reserva\nPARR_FECES: Fecha solicitada ('E' para Entrega, 'S' para Siembra)\nPARR_PMER: Nombre asociado\nPARR_NMCL: Nombre de la semilla\nEjemplo de una Reserva:\nID: 15028052\nFecha: 2024-03-15\nNº Encargo: 12345\nTipo: Normal\nSemilla: 00000013 (TOMATE AMARELO)\nCliente: 001\nLote: T-AM-2024-001\n% Germinación: 95\nTipo Siembra: 5001\nSustrato: 001\nCantidad Semillas: 10000\nPlantas Solicitadas: 9500\nPlantas Aproximadas: 9700\nAlvéolos: 10000\nBandejas: 100\nFecha Siembra: 2024-03-16\nDías Siembra: 1\nFecha Entrega: 2024-05-20\nDías Germinación: 5\nDenominación: PARTIDA Nº 15028052 DE COLIFLOR AGRIPA (ROMANESCO)\nFecha Solicitada: E\nNombre: COLIFLOR AGRIPA\nNombre Semilla: TOMATE AMARELO\n",
      "palabrasClave": [
        "PARR_FEC",
        "PARR_ENC",
        "PARR_TIPO",
        "PARR_SEM",
        "AR_DENO",
        "PARR_CCL",
        "CL_DENO",
        "PARR_LOTE",
        "PARR_PGER",
        "PARR_TSI",
        "TSI_DENO",
        "PARR_SUST",
        "SUS_DENO",
        "PARR_ALVS",
        "PARR_PLAS",
        "PARR_PLAP",
        "PARR_PLS",
        "PARR_BASI",
        "PARR_FECS",
        "PARR_DIASS",
        "PARR_FECE",
        "PARR_DIASG",
        "PARR_PPLA",
        "PARR_PALV",
        "PARR_TOT",
        "PARR_DENO",
        "PARR_FECES",
        "PARR_PMER",
        "PARR_NMCL",
        "ID: 15028052",
        "Denominación: PARTIDA Nº 15028052 DE COLIFLOR AGRIPA (ROMANESCO)"
      ],
      "ejemplos": [
        "ID: 15028052",
        "Denominación: PARTIDA Nº 15028052 DE COLIFLOR AGRIPA (ROMANESCO)"
      ],
      "longitud": 2264,
      "fin": 1135
    },
    {
      "titulo": "SECCIÓN: FUTUROS CLIENTES",
      "inicio": 1140,
      "contenido": "DESCRIPCIÓN GENERAL: Gestiona la información de clientes potenciales o 'futuros clientes' para el equipo de ventas. Incluye datos de contacto, fiscales, comerciales y detalles sobre su actividad, así como un historial de observaciones para el seguimiento de la prospección. Esta información se encuentra en el ERP en la sección del menú inferior Ventas – Gestión Comercial – Futuros Clientes\nColumnas:\nid: Identificador único del futuro cliente (Clave Primaria)\nFC_DENO: Denominación fiscal o nombre completo de la empresa\nFC_NOM: Nombre comercial o identificador secundario\nFC_DOM: Domicilio o dirección física\nFC_POB: Población o localidad\nFC_PROV: Provincia\nFC_CDP: Código postal\nFC_TEL: Número de teléfono\nFC_FAX: Número de fax\nFC_CIF: Código de Identificación Fiscal (CIF)\nFC_EMA: Dirección de correo electrónico\nFC_WEB: Dirección de la página web\nFC_ACT: Actividad principal de la empresa\nFC_OBS: Observaciones o notas adicionales\nEjemplo de un Futuro Cliente:\nID: 001\nDenominación: AGROTECH SOLUTIONS S.L.\nNombre Comercial: AGROTECH\nDomicilio: C/ TECNOLOGÍA, 15\nPoblación: SEVILLA\nProvincia: SEVILLA\nCódigo Postal: 41007\nTeléfono: 954112233\nFAX: 954112234\nCIF: B41987654\nEmail: info@agrotech.es\nWeb: www.agrotech.es\nActividad: PRODUCCIÓN HORTÍCOLA\nObservaciones: Cliente potencial interesado en semillas de tomate\n",
      "palabrasClave": [
        "FC_DENO",
        "FC_NOM",
        "FC_DOM",
        "FC_POB",
        "FC_PROV",
        "FC_CDP",
        "FC_TEL",
        "FC_FAX",
        "FC_CIF",
        "FC_EMA",
        "FC_WEB",
        "FC_ACT",
        "FC_OBS",
        "ID: 001",
        "Denominación: AGROTECH SOLUTIONS S.L."
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: AGROTECH SOLUTIONS S.L."
      ],
      "longitud": 1321,
      "fin": 1172
    },
    {
      "titulo": "SECCIÓN: ALBARANES DE COMPRA",
      "inicio": 1177,
      "contenido": "DESCRIPCIÓN GENERAL: Registra y administra los albaranes de compra, documentando la recepción de mercancías o servicios de proveedores. Crucial para control de inventario, verificación de pedidos, validación de facturas y seguimiento de condiciones comerciales. Esta información se encuentra en el ERP en la sección del menú inferior Compras – Gestión Compras – Albaranes Compra\nColumnas:\nid: Código único que identifica cada albarán de compra (Clave Primaria)\nAC_NPD: Número del pedido de compra asociado\nAC_CPR: Número del proveedor. Clave foránea a la tabla 'proveedores' para obtener la denominación (PR_DENO)\nAC_ALM: Almacén de recepción en Semilleros Deitana. Clave foránea a la tabla 'almacenes' para obtener la denominación (AM_DENO)\nAC_FEC: Fecha en que se registró el albarán de compra\nAC_SUA: Número del albarán proporcionado por el proveedor\nAC_FP: Forma de pago acordada. Clave foránea a la tabla 'fpago' para obtener la denominación (FP_DENO)\nAC_FRA: Número de la factura del proveedor asociada\nAC_FFR: Fecha de la factura del proveedor asociada\nAC_BRU: Monto bruto total del albarán\nAC_NETO: Monto neto del albarán\nAC_IMPU: Costo total de los impuestos aplicados\nAC_TTT: Monto total final del albarán\nEjemplo de un Albarán de Compra:\nID: 001\nNº Pedido: 005001\nProveedor: 00359\nAlmacén: 001\nFecha: 2024-03-20\nNº Albarán Proveedor: ALB-2024-001\nForma de Pago: 001\nNº Factura: FAC-2024-001\nFecha Factura: 2024-03-25\nMonto Bruto: 1500.00\nMonto Neto: 1239.67\nImpuestos: 260.33\nTotal Final: 1500.00\n",
      "palabrasClave": [
        "AC_NPD",
        "AC_CPR",
        "PR_DENO",
        "AC_ALM",
        "AM_DENO",
        "AC_FEC",
        "AC_SUA",
        "AC_FP",
        "FP_DENO",
        "AC_FRA",
        "AC_FFR",
        "AC_BRU",
        "AC_NETO",
        "AC_IMPU",
        "AC_TTT",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 1508,
      "fin": 1207
    },
    {
      "titulo": "SECCIÓN: FACTURAS RECIBIDAS",
      "inicio": 1212,
      "contenido": "DESCRIPCIÓN GENERAL: Registra y gestiona las facturas recibidas de proveedores. Punto de entrada formal de documentos de cobro de proveedores. Crucial para control financiero, cuentas por pagar, validación y base para pagos. Esta información se encuentra en el ERP en la sección del menú inferior Compras – Facturación Compras – Registro de Facturas Recibidas\nColumnas:\nid: Número de identificación único de la factura en el sistema (Clave Primaria)\nFR_CPR: Código del proveedor emisor. Clave foránea a la tabla 'proveedores' para obtener la denominación (PR_DENO)\nFR_ALM: Almacén posiblemente relacionado con la recepción. Clave foránea a la tabla 'almacenes' para obtener la denominación (AM_DENO)\nFR_SUFA: Número de factura asignado por el proveedor\nFR_FEC: Fecha en que se registró la factura en el sistema\nFR_BRU: Monto bruto total de la factura\nFR_NETO: Monto neto de la factura\nFR_IMPU: Costo total de los impuestos aplicados\nFR_TTT: Monto total final de la factura\nFR_FP: Forma de pago asociada. Clave foránea a la tabla 'fpago' para obtener la denominación (FP_DENO)\nFR_USU: Usuario que realizó el registro de la factura. Clave foránea a la tabla 'vendedores' para obtener la denominación (VD_DENO)\nEjemplo de una Factura Recibida:\nID: 001\nProveedor: 00359\nAlmacén: 001\nNº Factura: FAC-2024-001\nFecha Registro: 2024-03-25\nMonto Bruto: 1500.00\nMonto Neto: 1239.67\nImpuestos: 260.33\nTotal Final: 1500.00\nForma de Pago: 001\nUsuario: 007\n",
      "palabrasClave": [
        "FR_CPR",
        "PR_DENO",
        "FR_ALM",
        "AM_DENO",
        "FR_SUFA",
        "FR_FEC",
        "FR_BRU",
        "FR_NETO",
        "FR_IMPU",
        "FR_TTT",
        "FR_FP",
        "FP_DENO",
        "FR_USU",
        "VD_DENO",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 1443,
      "fin": 1238
    },
    {
      "titulo": "SECCIÓN: FACTURAS DE GASTOS",
      "inicio": 1243,
      "contenido": "DESCRIPCIÓN GENERAL: Registra facturas correspondientes a gastos generales de la empresa, distintos de compras de inventario (incluye pagos de préstamos). Documenta costos operativos y administrativos para control, contabilidad y análisis. Esta información se encuentra en el ERP en la sección del menú inferior Compras – Facturación Compras – Facturas de Gastos\nColumnas:\nid: Código de registro único que identifica cada gasto (Clave Primaria)\nGA_PRV: Denominación de la entidad o persona a la que corresponde el gasto (campo de texto descriptivo)\nGA_SUFA: Número de factura asociado a este gasto\nGA_FEC: Fecha en que se registró el gasto\nGA_CTO: Concepto o descripción detallada del gasto\nGA_TTF: Monto total del gasto\nEjemplo de una Factura de Gasto:\nID: 001\nEntidad: SUMINISTROS ELÉCTRICOS S.A.\nNº Factura: FAC-ELEC-2024-001\nFecha: 2024-03-15\nConcepto: Consumo eléctrico mes de marzo 2024\nTotal: 450.00\n",
      "palabrasClave": [
        "GA_PRV",
        "GA_SUFA",
        "GA_FEC",
        "GA_CTO",
        "GA_TTF",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 907,
      "fin": 1259
    },
    {
      "titulo": "SECCIÓN: CARTERA DE PAGOS",
      "inicio": 1264,
      "contenido": "DESCRIPCIÓN GENERAL: Administra la 'cartera de pagos', registrando documentos o partidas pendientes de pago a proveedores. Permite seguimiento de importes adeudados, fechas de vencimiento y vinculación con proveedor y banco. Esta información se encuentra en el ERP en la sección del menú inferior Compras – General Pagos – Cartera de pagos\nColumnas:\nid: Identificador único de la partida de pago (Clave Primaria)\nPG_CPR: Código del proveedor al que se debe el pago. Clave foránea a la tabla 'proveedores'\nPG_FEC: Fecha de vencimiento del pago\nPG_IMP: Importe pendiente de pago\nPG_BCO: Banco desde el cual se realizará el pago. Clave foránea a la tabla 'bancos'\nPG_EST: Estado del pago (pendiente, pagado, etc.)\nEjemplo de una Cartera de Pagos:\nID: 001\nProveedor: 00359\nFecha Vencimiento: 2024-04-15\nImporte: 1500.00\nBanco: 001\nEstado: PENDIENTE\n",
      "palabrasClave": [
        "PG_CPR",
        "PG_FEC",
        "PG_IMP",
        "PG_BCO",
        "PG_EST",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 845,
      "fin": 1280
    },
    {
      "titulo": "SECCIÓN: REMESAS DE PAGO",
      "inicio": 1285,
      "contenido": "DESCRIPCIÓN GENERAL: Gestiona 'remesas de pago', agrupando partidas pendientes (de Cartera de pagos) para su presentación conjunta a un banco. Esencial para automatizar y controlar el proceso de pago bancario y conciliación. Esta información se encuentra en el ERP en la sección del menú inferior Compras – General Pagos – Remesas de Pago\nColumnas:\nid: Identificador único de la remesa de pago (Clave Primaria)\nXT_FEC: Fecha de la remesa\nXT_TIPO: Tipo de remesa\nXT_BCO: Banco de origen. Clave foránea a la tabla 'bancos'\nXT_IMP: Importe total de la remesa\nEjemplo de una Remesa de Pago:\nID: 001\nFecha: 2024-04-10\nTipo: TRANSFERENCIA\nBanco: 001\nImporte Total: 5000.00\n",
      "palabrasClave": [
        "XT_FEC",
        "XT_TIPO",
        "XT_BCO",
        "XT_IMP",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 667,
      "fin": 1299
    },
    {
      "titulo": "SECCIÓN: MAQUINARIA",
      "inicio": 1304,
      "contenido": "DESCRIPCIÓN GENERAL: Registra y administra las máquinas y equipos utilizados por la empresa como un inventario detallado. Permite mantener un registro completo de características, adquisición, seguro, operador actual y tipo de maquinaria. Crucial para gestión de activos, mantenimiento, control y asignación. Esta información se encuentra en el ERP en la sección del menú inferior Almacén – Maquinaria - Maquinaria\nColumnas:\nid: Código identificador único de cada máquina o equipo (Clave Primaria)\nMA_MOD: Modelo de la maquinaria (Ej: 'Balanza-2 CABEZAL INV.B COBOS')\nMA_TIPO: Tipo de maquinaria (campo genérico, distinto de MA_TP)\nMA_NU: Información relacionada con el uso de la maquinaria\nMA_AFAB: Año de Fabricación\nMA_FCOM: Año de compra\nMA_BAS: Número de Bastidor\nMA_VSE: Fecha de vencimiento del seguro\nMA_COM: Nombre de la compañía de seguro (campo de texto)\nMA_TRAB: Código del trabajador técnico conductor actual. Clave foránea a la tabla 'tecnicos' para obtener la denominación (TN_DENO)\nMA_TP: Código del tipo general de maquinaria. Clave foránea a la tabla 'tipo-maq' para obtener la denominación (TM_DENO)\nEjemplo de una Máquina:\nID: 001\nModelo: BALANZA-2 CABEZAL INV.B COBOS\nTipo: BALANZA\nInformación Uso: PESADO PRODUCTOS\nAño Fabricación: 2020\nAño Compra: 2021\nNº Bastidor: B123456789\nVencimiento Seguro: 2024-12-31\nCompañía Seguro: MAPFRE\nTécnico: 001\nTipo Maquinaria: 001\n",
      "palabrasClave": [
        "MA_MOD",
        "MA_TIPO",
        "MA_TP",
        "MA_NU",
        "MA_AFAB",
        "MA_FCOM",
        "MA_BAS",
        "MA_VSE",
        "MA_COM",
        "MA_TRAB",
        "TN_DENO",
        "TM_DENO",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 1389,
      "fin": 1330
    },
    {
      "titulo": "SECCIÓN: TIPOS DE MAQUINARIA",
      "inicio": 1335,
      "contenido": "DESCRIPCIÓN GENERAL: Define y gestiona las categorías o tipos de maquinaria utilizados por la empresa. Funciona como un catálogo maestro para estandarizar la clasificación de equipos y sirve como referencia para otros módulos. Esta información se encuentra en el ERP en la sección del menú inferior Almacén – Maquinaria - Tipo Maquinaria\nColumnas:\nid: Código identificador único asignado a cada tipo de maquinaria (Clave Primaria)\nTM_DENO: Denominación o nombre descriptivo del tipo de máquina (Ej: 'CAMION', 'TRACTOR', 'SEMBRADORA')\nEjemplo de un Tipo de Maquinaria:\nID: 001\nDenominación: TRACTOR\n",
      "palabrasClave": [
        "TM_DENO",
        "ID: 001",
        "Denominación: TRACTOR"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: TRACTOR"
      ],
      "longitud": 598,
      "fin": 1343
    },
    {
      "titulo": "SECCIÓN: REPARACIONES DE MAQUINARIA",
      "inicio": 1348,
      "contenido": "DESCRIPCIÓN GENERAL: Registra el historial de reparaciones de maquinaria y equipos. Documenta qué máquina se arregló, cuándo, quién (técnico/proveedor), dónde (almacén) y cuánto costó. Fundamental para seguimiento de mantenimiento, costos y rendimiento de equipos. Esta información se encuentra en el ERP en la sección del menú inferior Almacén – Maquinaria - Reparaciones\nColumnas:\nid: Identificador único de la reparación (Clave Primaria)\nREP_MAQ: Código de la máquina que se reparó. Clave foránea a la tabla 'maquinaria' para obtener detalles como el modelo (MA_MOD)\nREP_FEC: Fecha de la reparación\nREP_MEC: Código del técnico que realizó la reparación. Clave foránea a la tabla 'tecnicos'\nREP_SUC: Código del almacén donde se realizó la reparación. Clave foránea a la tabla 'almacenes'\nREP_PRV: Código del proveedor de la reparación. Clave foránea a la tabla 'proveedores'\nREP_IMP: Importe de la reparación\nEjemplo de una Reparación:\nID: 001\nMáquina: 001\nFecha: 2024-03-15\nTécnico: 001\nAlmacén: 001\nProveedor: 00359\nImporte: 500.00\n",
      "palabrasClave": [
        "REP_MAQ",
        "MA_MOD",
        "REP_FEC",
        "REP_MEC",
        "REP_SUC",
        "REP_PRV",
        "REP_IMP",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 1036,
      "fin": 1366
    },
    {
      "titulo": "SECCIÓN: PARTES GASOIL",
      "inicio": 1371,
      "contenido": "DESCRIPCIÓN GENERAL: Registra el consumo de gasoil y otros combustibles por máquina. Documenta qué máquina consumió combustible, cuándo, quién (técnico), dónde (almacén) y qué tipo de combustible. Fundamental para control de costes y gestión de maquinaria. Esta información se encuentra en el ERP en la sección del menú inferior Almacén – Maquinaria - Partes Gasoil\nColumnas:\nid: Identificador único del parte de gasoil (Clave Primaria)\nPGL_MAQ: Código de la máquina a la que se le carga el gasoil. Clave foránea a la tabla 'maquinaria' para obtener el modelo (MA_MOD)\nPGL_FEC: Fecha del parte\nPGL_TEC: Código del técnico que realizó la carga. Clave foránea a la tabla 'tecnicos'\nPGL_ALM: Código del almacén donde se realizó la carga. Clave foránea a la tabla 'almacenes'\nPGL_ART: Código del artículo (combustible). Clave foránea a la tabla 'articulos'\nPGL_CAN: Cantidad de combustible cargada\nEjemplo de un Parte de Gasoil:\nID: 001\nMáquina: 001\nFecha: 2024-03-15\nTécnico: 001\nAlmacén: 001\nArtículo: 00000050 (GASOIL)\nCantidad: 50.00\n",
      "palabrasClave": [
        "PGL_MAQ",
        "MA_MOD",
        "PGL_FEC",
        "PGL_TEC",
        "PGL_ALM",
        "PGL_ART",
        "PGL_CAN",
        "ID: 001"
      ],
      "ejemplos": [
        "ID: 001"
      ],
      "longitud": 1034,
      "fin": 1389
    },
    {
      "titulo": "SECCIÓN: TÉCNICOS",
      "inicio": 1394,
      "contenido": "DESCRIPCIÓN GENERAL: Gestiona la información de los trabajadores técnicos de la empresa. Registra datos personales, laborales y de contacto de cada técnico, incluyendo su historial laboral. Fundamental para asignación de tareas, gestión de personal y seguimiento de rendimiento. Esta información se encuentra en el ERP en la sección del menú inferior Personal – Técnicos\nColumnas:\nid: Código identificador único de cada técnico (Clave Primaria)\nTN_DENO: Denominación o nombre completo del técnico\nTN_DNI: Número de identificación fiscal del técnico\nTN_DIR: Dirección del técnico\nTN_TEL: Número de teléfono del técnico\nTN_EMAIL: Dirección de correo electrónico del técnico\nTN_FEC_ALTA: Fecha de alta en la empresa\nTN_FEC_BAJA: Fecha de baja (si aplica)\nTN_AREA: Área o departamento al que pertenece\nTN_TIPO_CONTRATO: Tipo de contrato laboral\nEjemplo de un Técnico:\nID: 001\nDenominación: JUAN PÉREZ GARCÍA\nDNI: 12345678A\nDirección: C/ MAYOR, 123\nTeléfono: 912345678\nEmail: juan.perez@empresa.com\nFecha Alta: 2020-01-15\nFecha Baja: NULL\nÁrea: PRODUCCIÓN\nTipo Contrato: INDEFINIDO\n",
      "palabrasClave": [
        "TN_DENO",
        "TN_DNI",
        "TN_DIR",
        "TN_TEL",
        "TN_EMAIL",
        "TN_FEC",
        "TN_AREA",
        "TN_TIPO",
        "ID: 001",
        "Denominación: JUAN PÉREZ GARCÍA"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: JUAN PÉREZ GARCÍA"
      ],
      "longitud": 1077,
      "fin": 1418
    },
    {
      "titulo": "SECCIÓN: HISTORIAL DE TÉCNICOS",
      "inicio": 1423,
      "contenido": "DESCRIPCIÓN GENERAL: Registra el historial laboral completo de cada técnico, incluyendo cambios de área, tipos de contrato y fechas de modificaciones. Permite el seguimiento de la evolución profesional de cada trabajador. Esta información se encuentra en el ERP en la sección del menú inferior Personal – Técnicos - Historial\nColumnas:\nid: Identificador único del registro histórico (Clave Primaria)\nTN_ID: Código del técnico al que pertenece el registro. Clave foránea a la tabla 'tecnicos'\nTN_FEC_INI: Fecha de inicio del periodo\nTN_FEC_FIN: Fecha de fin del periodo (NULL si es el actual)\nTN_AREA: Área o departamento durante este periodo\nTN_TIPO_CONTRATO: Tipo de contrato durante este period\nEjemplo de un Registro Histórico:\nID: 001\nTécnico: 001\nFecha Inicio: 2020-01-15\nFecha Fin: 2022-06-30\nÁrea: PRODUCCIÓN\nTipo Contrato: TEMPORAL\n",
      "palabrasClave": [
        "TN_ID",
        "TN_FEC",
        "TN_AREA",
        "TN_TIPO",
        "ID: C",
        "ID: 001"
      ],
      "ejemplos": [
        "TN_ID: Código del técnico al que pertenece el registro. Clave foránea a la tabla 'tecnicos'",
        "ID: 001"
      ],
      "longitud": 840,
      "fin": 1439
    },
    {
      "titulo": "SECCIÓN: APLICADORES FITOSANITARIOS",
      "inicio": 1444,
      "contenido": "DESCRIPCIÓN GENERAL: Gestiona la información de los aplicadores de productos fitosanitarios autorizados. Registra datos de certificación, especialidades y autorizaciones para el manejo de productos químicos en agricultura. Fundamental para cumplimiento normativo y seguridad en aplicaciones fitosanitarias. Esta información se encuentra en el ERP en la sección del menú inferior Personal – Aplicadores Fitosanitarios\nColumnas:\nid: Código identificador único del aplicador (Clave Primaria)\nAFI_DENO: Denominación o nombre del aplicador\nAFI_DNI: Número de identificación fiscal del aplicador\nAFI_CERT: Número de certificado de aplicador\nAFI_FEC_CERT: Fecha de obtención del certificado\nAFI_FEC_VEN: Fecha de vencimiento del certificado\nAFI_ESPEC: Especialidades del aplicador (tipos de productos autorizados)\nEjemplo de un Aplicador Fitosanitario:\nID: 001\nDenominación: MARÍA LÓPEZ RODRÍGUEZ\nDNI: 87654321B\nCertificado: CERT-2024-001\nFecha Certificado: 2020-03-15\nFecha Vencimiento: 2025-03-15\nEspecialidades: HERBICIDAS, FUNGICIDAS, INSECTICIDAS\n",
      "palabrasClave": [
        "AFI_DENO",
        "AFI_DNI",
        "AFI_CERT",
        "AFI_FEC",
        "AFI_ESPEC",
        "ID: 001",
        "Denominación: MARÍA LÓPEZ RODRÍGUEZ"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: MARÍA LÓPEZ RODRÍGUEZ"
      ],
      "longitud": 1045,
      "fin": 1462
    },
    {
      "titulo": "SECCIÓN: EQUIPOS FITOSANITARIOS",
      "inicio": 1467,
      "contenido": "DESCRIPCIÓN GENERAL: Registra y gestiona los equipos utilizados para la aplicación de productos fitosanitarios. Incluye información sobre tipo de equipo, capacidad, calibración y mantenimiento. Fundamental para seguridad, eficiencia y cumplimiento normativo en aplicaciones fitosanitarias. Esta información se encuentra en el ERP en la sección del menú inferior Personal – Equipos Fitosanitarios\nColumnas:\nid: Código identificador único del equipo (Clave Primaria)\nEFI_DENO: Denominación o nombre del equipo\nEFI_TIPO: Tipo de equipo fitosanitario\nEFI_CAP: Capacidad del equipo\nEFI_FEC_CAL: Fecha de última calibración\nEFI_FEC_VEN_CAL: Fecha de vencimiento de la calibración\nEFI_ESTADO: Estado actual del equipo (OPERATIVO, MANTENIMIENTO, FUERA DE SERVICIO)\nEjemplo de un Equipo Fitosanitario:\nID: 001\nDenominación: PULVERIZADOR HIDRÁULICO 200L\nTipo: PULVERIZADOR\nCapacidad: 200 LITROS\nFecha Calibración: 2024-01-15\nFecha Vencimiento Calibración: 2025-01-15\nEstado: OPERATIVO\n",
      "palabrasClave": [
        "EFI_DENO",
        "EFI_TIPO",
        "EFI_CAP",
        "EFI_FEC",
        "VEN_CAL",
        "EFI_ESTADO",
        "ID: 001",
        "Denominación: PULVERIZADOR HIDRÁULICO 200L"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: PULVERIZADOR HIDRÁULICO 200L"
      ],
      "longitud": 975,
      "fin": 1485
    },
    {
      "titulo": "SECCIÓN: UBICACIONES",
      "inicio": 1490,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo centralizado de ubicaciones físicas o lógicas (invernaderos, semilleros, almacenes) relevantes para las operaciones. Proporciona referencia espacial estandarizada para organizar, trazar y optimizar actividades y recursos. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Ubicaciones\nColumnas:\nid: Código identificador único de cada ubicación (Clave Primaria)\nUBI_DENO: Denominación o nombre descriptivo de la ubicación (Ej: 'INVERNADERO 1', 'SEMILLERO PRINCIPAL', 'ALMACÉN CENTRAL')\nEjemplo de una Ubicación:\nID: 001\nDenominación: INVERNADERO 1\n",
      "palabrasClave": [
        "UBI_DENO",
        "ID: 001",
        "Denominación: INVERNADERO 1"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: INVERNADERO 1"
      ],
      "longitud": 622,
      "fin": 1498
    },
    {
      "titulo": "SECCIÓN: TAREAS PERSONAL",
      "inicio": 1503,
      "contenido": "DESCRIPCIÓN GENERAL: Catálogo de tareas que pueden realizar los técnicos en sus fichajes diarios. Define las actividades laborales específicas que se registran en el sistema de fichajes. Fundamental para control de productividad y asignación de trabajo. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Auxiliares – Tareas Personal\nColumnas:\nid: Código identificador único de cada tarea (Clave Primaria)\nTARP_DENO: Denominación o nombre descriptivo de la tarea (Ej: 'SIEMBRA', 'RIEGO', 'TRATAMIENTO FITOSANITARIO', 'COSECHA')\nTARP_SECC: Código de la sección a la que pertenece la tarea. Clave foránea a la tabla 'tareas_seccion'\nEjemplo de una Tarea:\nID: 001\nDenominación: SIEMBRA\nSección: 001\n",
      "palabrasClave": [
        "TARP_DENO",
        "TARP_SECC",
        "ID: 001",
        "Denominación: SIEMBRA"
      ],
      "ejemplos": [
        "ID: 001",
        "Denominación: SIEMBRA"
      ],
      "longitud": 728,
      "fin": 1513
    },
    {
      "titulo": "SECCIÓN: FICHAJES PERSONAL",
      "inicio": 1518,
      "contenido": "DESCRIPCIÓN GENERAL: Registra los fichajes diarios de los técnicos, con información general del día. Los detalles de cada fichaje (técnico, ubicación, tarea, hora inicio/fin) se encuentran en la tabla relacionada 'fichajesperso_fpe_lna'. Fundamental para control de asistencia, productividad y gestión de recursos humanos. Esta información se encuentra en el ERP en la sección del menú inferior Partes y Tratamientos – Personal – Fichajes Personal\nColumnas:\nid: Identificador único del día de fichajes (Clave Primaria)\nFPE_FEC: Fecha del día de fichajes\nEjemplo de un Día de Fichajes:\nID: 20240402\nFecha: 2024-04-02\n",
      "palabrasClave": [
        "FPE_FEC",
        "ID: 20240402"
      ],
      "ejemplos": [
        "ID: 20240402"
      ],
      "longitud": 616,
      "fin": 1526
    },
    {
      "titulo": "SECCIÓN: DETALLES DE FICHAJES",
      "inicio": 1531,
      "contenido": "DESCRIPCIÓN GENERAL: Registra los detalles específicos de cada fichaje individual de los técnicos, incluyendo qué técnico trabajó, en qué ubicación, qué tarea realizó y sus horarios. Esta información se encuentra en el ERP en la sección del menú inferior Partes y Tratamientos – Personal – Fichajes Personal\nColumnas:\nid: Mismo ID que la tabla 'fichajesperso', repetido para cada fichaje del día\nC0: ID del técnico. Clave foránea a la tabla 'tecnicos' para obtener la denominación (TN_DENO)\nC1: Ubicación donde trabajó el técnico. Clave foránea a la tabla 'ubicaciones' para obtener la denominación (UBI_DENO)\nC2: Tarea realizada por el técnico. Clave foránea a la tabla 'tareas_per' para obtener la denominación (TARP_DENO)\nC3: Hora de inicio del fichaje\nC4: Hora de fin del fichaje\nEjemplo de un Detalle de Fichaje:\nID: 20240402\nTécnico: 001\nUbicación: 001\nTarea: 001\nHora Inicio: 08:00\nHora Fin: 12:00\nManual de Procesos y su Integración con el ERP de Semilleros Deitana\nEste manual detalla la integración de los procesos operativos de Semilleros Deitana con su sistema ERP, explicando cómo cada etapa del flujo de trabajo se gestiona y registra dentro de las diferentes secciones del sistema.\n",
      "palabrasClave": [
        "TN_DENO",
        "UBI_DENO",
        "TARP_DENO",
        "ID: 20240402"
      ],
      "ejemplos": [
        "ID: 20240402"
      ],
      "longitud": 1197,
      "fin": 1549
    },
    {
      "titulo": "1. Inicio del Proceso: Encargo del Cliente",
      "inicio": 1555,
      "contenido": "El proceso se inicia con un encargo del cliente, que puede involucrar semilla aportada por el cliente o solicitada al semillero. En esta fase crucial, se elige el tipo de bandeja para la siembra (ej. 52, 54, 104, 150, 198, 260, 322, 874, 589 de cebolla o 322 de plástico para brócoli/puerros) según la planta, variedad y destino del cultivo, lo que impacta directamente en la cantidad de alvéolos, volumen de turba, coste de producción, espaciado y manejo del cultivo. Una vez definido, se programa la siembra con la cantidad de semillas o plantas solicitadas. La información de este encargo se registra en Ventas – Gestion – Encargos de siembra, mientras que los tipos de bandejas y sus características se encuentran en Archivos – Auxiliares – Bandejas. La gestión del stock de semillas se vincula con Archivos – Generales – Artículos.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 837,
      "fin": 1557
    },
    {
      "titulo": "2. Validación y Tarifa del Encargo",
      "inicio": 1559,
      "contenido": "Tras la recepción del encargo (por teléfono, en persona o WhatsApp), se revisa si el cliente aporta su propia semilla o solicita la del semillero, y se confirma la variedad, fecha de siembra y cantidad. Es fundamental verificar encargos previos para calcular la tarifa adecuada.\nAntes de la siembra, se elabora y envía al cliente un encargo valorado para su aprobación y firma. Este documento incluye la variedad, tipo de bandeja, cantidad, fechas, precio unitario y total, condiciones de cobro y observaciones.\nLa asignación de la tarifa (A, B, C, D y G) se basa en el volumen anual de plantas que el cliente adquiere, con pesos diferentes según el tipo de planta (brócoli vs. injertos de tomate). Estas tarifas, que se configuran y gestionan en Almacén - Varios - Tarifas de precios y Archivos – Generales – Clientes, tienen los siguientes significados:\n•\tTarifa A: Clientes grandes con volúmenes muy altos de plantas al año, lo que les permite acceder a los precios más bajos por unidad.\n•\tTarifa B: Clientes medianos con precios intermedios.\n•\tTarifa C: Clientes pequeños o de baja frecuencia con un volumen de compra bajo, resultando en un precio más elevado por unidad.\n•\tTarifa D: Casos especiales, como clientes con pedidos puntuales o que no son agricultores directos, que pueden tener condiciones particulares.\n•\tTarifa G: Exclusiva para planta producida internamente por el semillero para el garden (El Huerto Deitana). Esta tarifa se establece a precio de coste, ya que el margen se aplica posteriormente en la venta al cliente final desde el garden.\nUna vez validado el encargo firmado, se registra en Ventas – Gestión – Encargos de siembra. Si la semilla es del cliente, se bloquea automáticamente en la cámara de semillas en Ventas - Otros - Partidas, y se programa la siembra. Si se requiere un pago anticipado obligatorio (para clientes nuevos o de riesgo), el seguimiento se realiza mediante Cobros – General – Cartera de Cobros y Cobros - General - Control de impagos.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1988,
      "fin": 1569
    },
    {
      "titulo": "3. Programación de Siembra y Pedido de Semilla",
      "inicio": 1570,
      "contenido": "Validado el encargo, la información clave se registra en el ERP para reservar la fecha de siembra y asegurar los recursos. Esto incluye el tipo de bandeja, variedad, cantidad de bandejas/plantas/alvéolos, cliente, y fechas previstas de siembra y salida, todo ello dentro de Ventas - Otros - Partidas. El técnico asignado ajusta el calendario para evitar solapamientos. Si el cliente no aporta la semilla, el técnico realiza el pedido al proveedor correspondiente (ej. Semillas Fitó, Sakata), definiendo lote, cantidad (con margen de germinación), condiciones de entrega y certificaciones (ej. ecológica). Este pedido se genera desde el ERP como “Pedido Proveedor Semilla” en Compras – Gestión Compras – Pedidos a Proveedor, asociado a la partida. Si la semilla ya está en cámara, se bloquea automáticamente el lote en el sistema (evitando duplicidades) y se prepara la cantidad exacta con etiquetas individuales para bandejas, gestionándose el inventario en Archivos – Generales – Artículos. Paralelamente, se verifica la disponibilidad de sustrato específico (Archivos – Auxiliares – Sustratos) y bandejas adecuadas (Archivos – Auxiliares – Bandejas), así como fungicidas para tratamientos iniciales (Archivos – Auxiliares – Productos Fitosanitarios).\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1253,
      "fin": 1572
    },
    {
      "titulo": "4. Generación de Partida en el ERP y Etiquetado",
      "inicio": 1573,
      "contenido": "El mismo día de la siembra, el encargado administrativo genera la partida oficial en el ERP, asociándola al encargo validado. Se asigna un número de partida único y se registran datos como cliente, variedad, tipo y lote de semilla, tipo de siembra (manual, máquina, injerto), tipo de bandeja, fechas de siembra y salida estimada, y la cantidad total de bandejas, alvéolos y plantas. Todos estos datos se almacenan en Ventas - Otros - Partidas. Se genera una etiqueta grande con código de barras (incluyendo número de partida, variedad, fechas de siembra y salida, cantidad de bandejas) y etiquetas individuales para cada bandeja (también con código de barras), esenciales para trazabilidad y escaneado con PDA (Archivos – Auxiliares – Dispositivos móviles). Estas etiquetas se pegan antes de la entrada a la cámara de germinación. El equipo de siembra prepara las bandejas vacías, ajusta la sembradora al tipo de semilla, bandeja y cultivo, llena las bandejas con sustrato, siembra y apila en carros. Un operario escanea las bandejas con la PDA para validar su etiquetado y registro. Finalmente, el responsable selecciona y registra la cámara de germinación de destino, actualizando la ubicación de la partida en el ERP con la cámara asignada, posición/fila y día de entrada. Esta ubicación se gestiona mediante Archivos – Auxiliares – Ubicaciones e Invernaderos. Este paso cierra el ciclo inicial, dejando la partida lista para el control de germinación y posterior traslado.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1477,
      "fin": 1575
    },
    {
      "titulo": "5. Entrada en Cámara de Germinación",
      "inicio": 1576,
      "contenido": "Las bandejas sembradas y etiquetadas se trasladan en carros a la cámara de germinación asignada en el ERP. Cada carro se deposita considerando la humedad/temperatura óptima, el tiempo estimado de germinación y restricciones por tratamientos. El encargado de siembra o suministros registra en el sistema la cámara asignada, número de carro/lote interno, fila/posición (si aplica), fecha exacta de entrada y la partida asociada a cada carro, garantizando la trazabilidad completa en Ventas - Otros - Partidas. El ERP controla los días de germinación estándar y genera un aviso automático a la PDA del encargado cuando se ha alcanzado el plazo estimado para la salida al invernadero. Antes de sacar las bandejas, el técnico realiza un control visual de la germinación (porcentaje, uniformidad, problemas), y si es correcto, se aprueba la liberación de la partida. Cualquier incidencia se registraría en Archivos – Generales – Acciones Comerciales - Observaciones o categorizarse con Archivos - Auxiliares - Motivos.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1013,
      "fin": 1578
    },
    {
      "titulo": "6. Traslado al Invernadero (Registro de Fila y Sector)",
      "inicio": 1579,
      "contenido": "Una vez cumplidos los días de germinación, el sistema ERP genera un aviso automático a la PDA del encargado de suministros, indicando la partida, fechas, variedad y número de bandejas a trasladar (Ventas - Otros - Partidas). El encargado traslada los carros al invernadero asignado y extiende las bandejas sobre mesas o pasillos, considerando la variedad, espaciado y distribución por sectores. Usando la PDA, el operario escanea las bandejas (una a una o por carro) y asigna a cada grupo su fila, sector o subsector, e invernadero correspondiente, junto con posibles observaciones. Este registro se guarda automáticamente en el sistema en Ventas - Otros - Partidas, vinculando la ubicación real con la partida y utilizando los catálogos de Archivos – Auxiliares – Invernaderos, Archivos – Auxiliares – Ubicaciones y Archivos – Auxiliares – Sectores y Subsectores. Una vez extendida, la partida entra en fase de mantenimiento, y el técnico de cultivo puede programar riegos, tratamientos (Producción - Partes - Partes de tratamiento), conteos o revisiones desde el ERP, registrándose todo por ubicación para mantener la trazabilidad hasta la entrega al cliente.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1162,
      "fin": 1581
    },
    {
      "titulo": "7. Orden de Carga y Logística",
      "inicio": 1582,
      "contenido": "Cuando una partida está lista para su salida, el encargado de suministros la marca como “de poner” en el sistema mediante la PDA, indicando que la planta es apta para ser retirada (actualizando el estado en Ventas - Otros - Partidas). El cliente contacta a la oficina para solicitar la recogida, y el personal administrativo consulta el sistema para verificar si la partida está marcada como “de poner”, informando al cliente la disponibilidad y acordando día y hora estimada. Confirmada la recogida, el personal de suministros accede a la orden en su PDA, localiza la partida en el invernadero, escanea cada bandeja para validar la trazabilidad, las coloca en carros por cliente y las marca como “preparadas”. El sistema valida que las cantidades coincidan con el encargo aprobado. Finalmente, se realiza la carga del camión, se emite el albarán de entrega con los detalles de la partida, cliente, variedad y cantidad (Ventas – Gestion – Albaranes de Venta), y se firma digitalmente o en papel al salir, asegurando que el camión llegue puntual.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1046,
      "fin": 1584
    },
    {
      "titulo": "8. Cobro (Anticipado, Parcial, a 30 Días, etc.)",
      "inicio": 1585,
      "contenido": "Las condiciones de cobro, definidas desde el encargo valorado, se mantienen registradas en el sistema (Archivos – Generales – Formas de pago/cobro). Para clientes habituales y solventes, se permite el pago a 30 días post-entrega, con facturación tras la salida de la planta y seguimiento mediante conciliación bancaria interna. Para clientes nuevos o de riesgo, se exige un 50% de pago por adelantado y el 50% restante antes de la retirada de la planta, bloqueando el encargo y la entrega hasta la recepción de los ingresos. También pueden existir condiciones especiales (contado, transferencia inmediata, convenios). El equipo de administración verifica manualmente los bancos para confirmar los ingresos (anticipados, segundos tramos, o plazos a 30 días) y actualiza el estado de las facturas a “cobradas” en el ERP, utilizando Cobros – General – Cartera de Cobros, Cobros - General - Control de impagos y Cobros – Caja – Movimientos Caja Bancos. Si un cliente intenta retirar una partida sin haber cumplido los pagos, la entrega se retiene hasta la regularización, reflejándose automáticamente en el ERP o comunicándose desde la oficina.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1141,
      "fin": 1587
    },
    {
      "titulo": "9. Facturación y Conciliación Contable",
      "inicio": 1588,
      "contenido": "Actualmente, el proceso de facturación es manual y se realiza después de la entrega de la planta. El equipo administrativo verifica la entrega (albarán firmado), consulta el encargo aprobado y emite la factura correspondiente en el ERP (Ventas – Gestion – Registro de Facturas Emitidas). La factura incluye datos del cliente, variedad, cantidad, tipo de bandeja, precio unitario y total, fecha de entrega, forma de pago y vencimiento. Cada factura se vincula directamente al encargo previamente valorado (Ventas – Gestion – Encargos de siembra) para asegurar la coincidencia de importes. Si hay variaciones en la entrega real, la factura se ajusta manualmente antes de su emisión. La conciliación bancaria también es manual; el equipo contable revisa diariamente los movimientos bancarios (Cobros – Caja – Movimientos Caja Bancos), relaciona los ingresos con las facturas emitidas y las marca como “cobradas” en el ERP, manteniendo un control interno paralelo. Los ajustes contables por gastos no categorizados adecuadamente en el ERP (ej. materiales, fitosanitarios, sustratos, servicios) requieren que el director financiero revise y reclasifique manualmente los apuntes y corrija asientos para obtener informes financieros fiables, un proceso que actualmente supone una carga administrativa elevada y se busca optimizar con herramientas como Power BI en colaboración con Twinko.\nPROTOCOLO CUANDO EL CLIENTE TRAE SEMILLAS Y DICE “QUIERO TODO”\nEste protocolo es obligatorio para evitar errores y exceso de producción cuando un cliente solicita sembrar todas sus semillas.\nCálculos obligatorios a realizar antes de sembrar:\nCálculo de bandejas de cabezas a sembrar: Se divide el número total de semillas entre 198 (plantas por bandeja estándar). Por ejemplo, 8.000 semillas / 198 = 40,40 bandejas, que se redondea a 41 bandejas completas sembradas. El resto de la semilla queda en cámara para semillero (con caducidad de 6 meses). Esta información se gestiona en Ventas - Otros - Partidas.\nCálculo de bandejas injertadas: Se calcula sobre 185 plantas por bandeja (ajuste operativo). Por ejemplo, 41 bandejas x 185 = 7.585 plantas, que se redondea a 73 bandejas injertadas. Los detalles de los injertos se relacionan con las secciones de Injertos – Utilidades – Medias bandejas y Escandallo Injertos, y las operaciones se registran en Injertos - Injertos por fases – Partes injertos sandía y Partes injertos tomate.\nGestión del excedente: No se siembra más de lo calculado. Si se ha sembrado más por error, las bandejas extra se etiquetan como semillero (Ventas - Otros - Partidas). Si se injerta más de lo necesario, las plantas sobrantes se llevan a la zona de repicado (sector 17, gestionado en Archivos – Auxiliares – Ubicaciones) y se ponen a la venta.\nQué ha pasado en el caso real: Se entregaron 8 sobres al sembrador, quien sembró todo, resultando en 43 bandejas. No se avisó a Miras de injertar solo 73 bandejas, por lo que se injertaron todas las cabezas, resultando en casi 700 plantas sobrantes fuera del cálculo previsto.\nInstrucciones de corrección: Corregir la partida del cliente, dejando solo 73 bandejas injertadas (Ventas - Otros - Partidas). El resto se marca como planta de semillero. Si hay dudas, revisar con Pedro y notificar a José Luis una vez corregido.\nNuevas normas obligatorias (a aplicar en todos los casos):\nAl cliente se le debe explicar la cuenta antes de que se vaya, incluso si quiere sembrar todo.\nEsta cuenta debe aparecer reflejada en el encargo desde el principio (Ventas – Gestion – Encargos de siembra).\nPedro Muñoz será responsable de que todos los encargos salgan ya con esta fórmula aplicada.\nEsto garantizará que el cliente sepa exactamente la planta que va a tener, que no se siembren ni más ni menos pies de lo que corresponde, y que el semillero disponga del control del excedente.\n¿Y si la germinación baja de 180 plantas por bandeja?:\nCuando una partida de cabezas injertables tiene una germinación inferior a 180 plantas por bandeja, se sigue el siguiente protocolo:\nNotificar al proveedor: Se informa a la casa comercial responsable del lote y se solicita reposición de semilla si procede (Archivos – Generales – Proveedores).\nBuscar refuerzo en el sector 17 (zona de repicado): Revisar si hay cabezas o plantas sobrantes para completar las 180 plantas por bandeja. Si hay margen, se puede subir hasta 185 por bandeja (Archivos – Auxiliares – Ubicaciones).\nMínimo garantizado: 180 plantas por bandeja: Este es el estándar que el semillero debe garantizar.\nMermas normales tras el injerto: Aun cuando se injerten 180–185 plantas, pueden perderse 2 o 3 por bandeja. Esta pérdida es esperada y aceptable.\nAtención al cliente si reclama: Si falta alguna bandeja, se intentará cubrir con sobrante disponible en otras zonas. Se gestiona caso por caso con criterio técnico y comercial.\nEl asistente debe comprender que cuando un cliente quiere sembrarlo todo: se debe seguir un protocolo matemático claro, el sobrante no se destruye sino que se reaprovecha, y si hay germinación débil, se compensa dentro de lo posible y se notifica a la casa proveedora.\nSISTEMA DE FICHAJE Y ORGANIZACIÓN POR SECTORES Y TAREAS\nEste protocolo detalla la organización general del personal y el sistema de fichaje implementado para optimizar la distribución de operarios y medir la productividad en Semilleros Deitana.\n________________________________________\nOrganización General del Personal\nAnteriormente, la distribución de operarios se realizaba de forma manual, lo que generaba esperas y desorganización. Esta situación se resolvió con la implementación de un sistema de sectorización que reorganizó la distribución del personal. Actualmente, la empresa está dividida en 14 sectores. Cada sector cuenta con un encargado propio equipado con una PDA y un número fijo de operarios asignados el día anterior a través de una pantalla visual. De esta manera, cada trabajador sabe a qué sector se dirigirá al día siguiente, sin necesidad de preguntar. Esta estructura organizativa se refleja en el sistema ERP en Archivos – Otros – Secciones Trabajadores y Archivos – Auxiliares – Sectores y Subsectores.\n________________________________________\nFichaje de Entrada\nLos operarios realizan su fichaje en la entrada principal antes de su hora asignada. Es importante destacar que si un operario ficha incluso un minuto tarde, el sistema descuenta automáticamente media hora. Este fichaje registra la hora de entrada al recinto de la empresa, pero aún no especifica la tarea ni el sector al que se destinará el operario. Esta funcionalidad se gestiona en Partes y Tratamientos – Personal – Fichajes personal.\n________________________________________\nFichaje Interno por Sector y Tarea\nUna vez dentro de las instalaciones, cada operario se dirige directamente a su sector asignado. El encargado del sector es el responsable de fichar al operario dentro del sistema: primero lo da de alta en el sector y luego lo asocia a una tarea concreta de ese sector, utilizando el listado de tareas y códigos predefinidos.\nSi un operario termina su tarea y sobra personal en ese sector, el encargado avisa al Encargado General (quien supervisa todos los sectores). El operario es dado de baja por su encargado actual, y el Encargado General lo reasigna a otro sector donde se requiera personal. El nuevo encargado lo da de alta en su sector y lo vuelve a asociar a una actividad. Este proceso de asignación y seguimiento de tareas y personal se registra en Partes y Tratamientos – Personal – Fichajes personal y utiliza los catálogos de Archivos – Auxiliares – Sección Tareas y Archivos – Otros – Tareas Per.\nEsta estructura garantiza que el sistema pueda asignar tiempos, tareas y rendimientos de forma objetiva, apoyándose en la información registrada.\n________________________________________\nVentajas del Sistema Actual\nEl sistema de fichaje y organización por sectores y tareas ofrece múltiples ventajas:\n•\tPermite medir con precisión las horas dedicadas por cada sector y el tiempo destinado a cada tarea específica.\n•\tEsta información se acumula mensualmente y anualmente, sirviendo para análisis de carga laboral, estudios de productividad y el cálculo de incentivos.\n________________________________________\nActividades Incentivadas y Productividad\nAlgunas tareas están directamente ligadas a incentivos por productividad. Por ejemplo:\n•\tSector: Injertos hacer (código 1)\n•\tTarea: Z-ENTERRAR (código 63)\n•\tTasa de productividad: 600 plantas por hora\nEsto significa que los rendimientos individuales de los operarios pueden compararse con un estándar productivo para aplicar el incentivo correspondiente. En un momento posterior se documentará cómo se calcula el incentivo con base en estas tasas de productividad.\nOkay, entiendo. Aquí tienes el listado de secciones y tareas presentado de forma textual, sin tablas, para que puedas copiarlo y pegarlo fácilmente en tu documento de Word. He intentado organizarlo de la manera más clara posible con encabezados y sangrías para facilitar la lectura.\n________________________________________\nListado de Secciones y Tareas por Código\nA continuación, se presenta una descripción detallada de las secciones y las tareas con sus respectivos códigos, utilizada para el fichaje y la organización del personal en Semilleros Deitana.\nINJERTOS HACER (Código de Sección: 1)\n•\tH. CARRETILLERO INJERTOS (259)\n•\tMOVER BANDEJAS INJERTOS (260)\n•\tSACUDIR BANDEJAS INJERTOS (261)\n•\tZ-CARGAR PARA INJERTAR (65)\n•\tZ-DEVOLVER PLANTA SOBRANTE (66)\n•\tZ-ENTERRAR (63)\n•\tZ-ENTERRAR PUA (300)\n•\tZ-HORAS FORMACION INJERTOS (276)\n•\tZ-INJERTAR PEPINO (237)\n•\tZ-INJERTAR SANDIA (62)\n•\tZ-INJERTAR SANDIA PUA (299)\n•\tZ-INJERTAR TOMATE(104) (179)\n•\tZ-LIMPIAR ALMACEN DE INJERTOS (183)\n•\tZ-MOVER INJERTOS EN CAMARA (67)\n•\tZ-PREP.BAND.PARA INJERTOS (185)\n•\tZ-REPICAR EN ALMACEN INJ. (64)\nSIEMBRA (Código de Sección: 2)\n•\tCAMBIAR FUNDAS (221)\n•\tCAMBIAR MAQUINA (91)\n•\tH.SIEMBRA (8)\n•\tLIMPIAR MAQUINA (94)\n•\tPONER ETIQUETAS (37)\n•\tSEMBRAR EN 104 ALV (48)\n•\tSEMBRAR EN 150 ALV (49)\n•\tSEMBRAR EN 198 ALV (50)\n•\tSEMBRAR EN 260 ALV (51)\n•\tSEMBRAR EN 322 ALV (52)\n•\tSEMBRAR EN 54 ALV (47)\n•\tSEMBRAR EN 589 ALV (280)\n•\tSEMBRAR EN 874 ALV (53)\n•\tZ-SEMBRAR AROMATICA A MANO (260) (89)\n•\tZ-SEMBRAR AROMATICA A MANO (322) (88)\n•\tZ-SEMBRAR AROMATICA A MANO (874) (87)\nLAVADO BANDEJAS (Código de Sección: 3)\n•\tH.SACAR BANDEJAS DE LOS CARROS (205)\n•\tLAVAR BANDEJAS (290)\n•\tSACUDIR BANDEJAS (292)\n•\tZ-SACUDIR BANDEJAS (104) (107)\n•\tZ-SACUDIR BANDEJAS (198) (108)\n•\tZ-SACUDIR BANDEJAS (260) (109)\n•\tZ-SACUDIR BANDEJAS (322) (110)\n•\tZ-SACUDIR BANDEJAS (54) (106)\n•\tZ-SACUDIR BANDEJAS (874) (111)\nRIEGO (Código de Sección: 5)\n•\tAPRENDIZAJE RIEGOS (282)\n•\tGUARDIA DE RIEGO (226)\n•\tH.ENCARGADO RIEGO (239)\n•\tH.RIEGO (18)\n•\tSUPERVISION TECNICOS (ALP)\n•\tZ-ABONADO (144)\n•\tZ-FUMIGACION (145)\n•\tZ-MANTENIMIENTO RIEGO (142)\n•\tZ-RIEGO CON MANGUERA (143)\nOFICINAS (Código de Sección: 6)\n•\tADJUNTO DIRECCION (295)\n•\tH.ADMINISTRACION (1)\n•\tH.TECNICO (174)\n•\tPRACTICAS INFORMATICA (257)\n•\tREPARTO ADMIN. (258)\n•\tRESP. MANTENIMIENTO (267)\n•\tRR.HH. (ALN)\n•\tTECNICO CALIDAD (262)\n•\tTECNICO INJERTOS (203)\n•\tZ-INFORMATICA (171)\n•\tH.RECOGER CARROS (186)\nREPARTO (Código de Sección: 7)\n•\tH.TIRAR RECICLAJE (195)\n•\tMANTENIMIENTO CAMIONES (287)\n•\tZ-REPARTIR PLANTA (125)\nGARDEN (Código de Sección: 9)\n•\tADMINISTRACION GARDEN (266)\n•\tEXTENDER MACETAS (242)\n•\tGARDEN: LIMPIEZA (298)\n•\tH.GARDEN (21)\n•\tINVENTARIO GARDEN (265)\n•\tJARDINES CLIENTES - GARDEN (ALQ)\n•\tMANTENIMIENTO GARDEN (272)\n•\tPODAR GARDEN (264)\n•\tQUITAR HIERBA GARDEN (263)\n•\tRECEPCION DE PEDIDOS (ALU)\n•\tREPOSICION ARTICULOS GARDEN (271)\n•\tRIEGO GARDEN (252)\n•\tTIENDA ONLINE / PAQUETES (247)\n•\tZ-DEPENDIENTE / AT CLIENTE (169)\n•\tZ-LIMPIAR MACETAS (167)\n•\tZ-REPICAR BANDEJAS (166)\n•\tZ-REPICAR MACETAS (168)\nTRABAJOS INVERNADERO (Código de Sección: 11)\n•\tDESCOPAR SANDIA (54) (206)\n•\tDESCOPAR TOMATE (235)\n•\tH.ESCANDALLOS (13)\n•\tH.PREPARADO INJ.TOMATE (104) (26)\n•\tH.REPICAR (32)\n•\tOTRAS LIMPIEZAS INJERTOS (240)\n•\tPODAR INJERTO TOMATE (236)\n•\tREPICAR PACKS GARDEN (296)\n•\tZ-ESCANDALLOS (NO INJERTOS) (182)\n•\tZ-QUITAR HIERBA A TOMILLO (123)\n•\tZ-RECUPERAR SANDIA (54) (104)\n•\tZ-RELLENAR CON VERMICULITA (60)\nINJERTOS TRABAJO (Código de Sección: 12)\n•\tH.PREPARADO INJ.SANDIA (54) (42)\n•\tZ-CORTAR SANDIA (54) (103)\n•\tZ-LIMPIAR CALABAZA (54) (41)\nSUMINISTROS (Código de Sección: 13)\n•\tH.LIAR Y REGAR CARROS (197)\n•\tLLENADO BIDONES (297)\n•\tMOVER CARROS EN SEMILLERO (126)\n•\tPREPARAR EMPAQUETADO (249)\n•\tZ-CARGAR BANDEJAS (118)\n•\tZ-CORTAR CEBOLLA/PUERROS (24)\n•\tZ-DAR VUELTA A BANDEJAS (184)\n•\tZ-EXTENDER BANDEJAS (119)\n•\tZ-LLENAR SACAS DE TURBA (31)\n•\tZ-LLENAR SACOS TURBA (164)\n•\tZ-MOVER BANDEJAS (120)\n•\tZ-TIRAR PLANTA (122)\nMANTENIMIENTOS EMPRESA (Código de Sección: 14)\n•\tETIQUETADO GENERAL (216)\n•\tH.LIMPIAR OFICINA (200)\n•\tH.MANTENIMIENTO INVERNADEROS / MEC (175)\n•\tH.MECANICA (7)\n•\tH.PONER PLASTICOS (14)\n•\tH.PONER VIGAS (15)\n•\tH.REPARAR MAQUINA LAVADORA-BAN (192)\n•\tMANTENIMIENTO BARREDORA (217)\n•\tREPARACION CARROS (156)\n•\tREPARACION MAQUINA SIEMBRA (154)\n•\tREPARAR CAMARA INJERTOS (218)\n•\tZ-ALBAÑILERIA EMPRESA (40)\n•\tZ-CAMBIAR PLASTICOS (130)\n•\tZ-CERRAR VENTANA MANUAL (36)\n•\tZ-GARDEN MANTENIMIENTO (302)\n•\tZ-JARDIN EMPRESA (23)\n•\tZ-LIMPIAR EMPRESA (136)\n•\tZ-PINTAR INSTALACIONES (137)\n•\tZ-QUEMAR HIERBA (128)\n•\tZ-SEPARAR SECTORES INVERNADEROS (135)\n•\tZ-SOMBREAR (131)\nMANTENIMIENTOS CASAS PARTICULARES (Código de Sección: 15)\n•\tH.ARREGLAR CASAS-ALQUILER (194)\n•\tREPARACIONES CASAS PARTICULARES (39)\n•\tZ-JARDIN CASAS (59)\n•\tZ-LIMPIAR CASAS (141)\nLOGISTICA (Código de Sección: 16)\n•\tFORMACION CARRETILLEROS (229)\n•\tH.CARRETILLERO (4)\n•\tH.MOV.PALETS EN CAMARA (61)\n•\tTALLER (148)\n•\tZ-INVENTARIO INVERNADEROS (124)\n•\tZ-MOVER PALETS DE BAND.SEMBRADAS (152)\nGENERAL (Código de Sección: 17)\n•\tFORMACION RIESGOS LABORALES / CURSOS (241)\n•\tRECONOCIMIENTO MEDICO (245)\nALMUERZO (Código de Sección: 22)\n•\tH.ALMUERZO (201)\nCALEFACCION (Código de Sección: 23)\n•\tTRABAJOS AUXILIARES (ALS)\n•\tTRITURADO EXTERIOR (ALT)\n•\tTRITURAR PODAS (ALR)\nARCHIVO LAVADO (Código de Sección: 90)\n•\tZ-LAVAR BANDEJAS (104) (113)\n•\tZ-SACUDIR BANDEJAS (150) (207)\n•\tZ-SACUDIR BANDEJAS (589) (275)\nARCHIVO REPARTO (Código de Sección: 94)\n•\tH.REPARTO LOGISTICA (25)\n•\t253 (Este parece ser un código sin tarea definida, o una repetición si es un error tipográfico)\nRESUMEN DE TEORÍAS DE TRATAMIENTOS FITOSANITARIOS – SEMILLEROS DEITANA\nEn Semilleros Deitana, la estrategia de tratamientos fitosanitarios es rigurosa y se adapta meticulosamente a las necesidades específicas de cada tipo de cultivo. Todas las curas, con la única excepción de las destinadas a los cultivos de Garden y Ecológico, se aplican dos veces por semana a partir de los 15-20 días después de la siembra; el tiempo exacto de inicio de estos tratamientos varía en función de si es invierno o verano.\nEl primer tratamiento estándar que reciben todas las familias de plantas, a excepción de las ecológicas y las de Garden, es una combinación de Previcur + Designer. Este tratamiento inicial también se realiza dos veces por semana hasta que la planta cumple entre 15 y 20 días. Es importante señalar que, además de estas rotaciones programadas, existen curas extraordinarias diseñadas para combatir plagas o enfermedades puntuales que puedan surgir, como el pulgón, el oídio o el espigado.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 15279,
      "fin": 1811
    },
    {
      "titulo": "1. SOLANÁCEAS (Tomate, Pimiento, Berenjena, etc.)",
      "inicio": 1840,
      "contenido": "Para las solanáceas, se emplean cinco combinaciones de tratamientos que rotan secuencialmente. La primera combinación, Mosplian + Ortiva Top + Vertimec + Stop3 Acid, se enfoca en el control general de insectos chupadores, tales como la mosca blanca y el pulgón, así como de hongos como el mildiu, la alternaria y el oídio. La segunda, Mosplian Max + Minecto Alpha + Previcur + Designer, proporciona un refuerzo preventivo radicular y actúa eficazmente contra plagas internas como el minador. La tercera combinación, Mosplian Max + Armetil + Spintor + Stop3 Acid, es fundamental para combatir la alternaria, gusanos, pulgones y otras enfermedades comunes en climas húmedos. La cuarta, Affirm + Movento Gold + Ortiva Top + Stop3 Acid, asegura un control completo de la Tuta absoluta, la mosca blanca y los hongos foliares. Finalmente, la quinta combinación, Mosplian Max + Teldor + Spintor + Previcur + Designer, es una aplicación completa que incluye el control de la botritis y un refuerzo radicular crucial para la salud de la planta.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1036,
      "fin": 1842
    },
    {
      "titulo": "2. CUCURBITÁCEAS (Sandía, Melón, Calabacín, Pepino…)",
      "inicio": 1843,
      "contenido": "En el caso de las cucurbitáceas, se utilizan cuatro combinaciones rotativas de tratamientos. La primera, Vertimec + Movento Gold + Cidely top + Stop3 Acid, está dirigida a plagas de ciclo temprano como el minador y la mosca blanca, así como a enfermedades aéreas. La segunda combinación, Ortiva Top + Pikar + Stop3 Acid, previene la aparición de alternaria y la pudrición de cuello, siendo especialmente relevante en ambientes con alta humedad. La tercera, Xanilo + Minecto Alpha + Karate Zeon + Stop3 Acid, combate el mildiu, gusanos y pulgones durante la fase de crecimiento acelerado de la planta. Por último, la cuarta combinación, Teldor + Ortiva Top + Previcur + Designer, actúa de manera efectiva contra la botritis, los hongos de cuello y proporciona un importante refuerzo radicular.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 793,
      "fin": 1845
    },
    {
      "titulo": "3. ALIÁCEAS (Cebolla, Puerro…)",
      "inicio": 1846,
      "contenido": "Para las aliáceas, se aplican cuatro combinaciones rotativas de tratamientos. La primera de ellas, Ortiva Top + Karate Zeon + Stop3 Acid, se encarga del control del oídio, la alternaria y los gusanos. La segunda, Teldor + Cipermetrina + Previcur + Designer, está enfocada en la prevención de la botritis, el control del pulgón y un adecuado refuerzo radicular. La tercera combinación, Ortiva Top + Spintor + Stop3 Acid, resulta eficaz contra la alternaria, los gusanos y facilita un mojado rápido para una mejor absorción. Finalmente, la cuarta combinación, Stop3 Acid + Teldor, se orienta específicamente al control de la botritis y los ácaros.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 646,
      "fin": 1848
    },
    {
      "titulo": "4. BRÁSICAS (Brócoli, Coliflor…)",
      "inicio": 1849,
      "contenido": "Las brásicas también se benefician de cuatro combinaciones rotativas de tratamientos. La primera, Ortiva Top + Ampligo + Stop3 Acid, es fundamental para controlar la alternaria, el mildiu y las orugas. La segunda, Movento Gold + Cythrin + Pikar + Stop3 Acid, está diseñada para combatir el pulgón y los gusanos, además de ofrecer una prevención radicular. La tercera combinación, Affirm + Ortiva Top + Mosplian Max + Stop3 Acid, proporciona un control total de gusanos, mildiu y plagas chupadoras. Por último, la cuarta, Karate Zeon + Spintor + Previcur + Designer, refuerza las curas aéreas y radiculares mediante una mezcla de productos sistémicos y de contacto, asegurando una protección integral.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 701,
      "fin": 1851
    },
    {
      "titulo": "5. AROMÁTICAS (Salvia, Orégano, Romero…)",
      "inicio": 1852,
      "contenido": "En el caso de las plantas aromáticas, la rotación de tratamientos se realiza una vez por semana, y se complementa con una aplicación extra de Teldor al final del ciclo. La primera combinación es Revus + Pikar + Stop3 Acid, que actúa contra la alternaria y las enfermedades de cuello. La segunda, Merpan + Stop3 Acid, es eficaz contra la botritis y la antracnosis. La tercera, Revus + Previcur + Designer, ofrece un refuerzo fungicida sistémico esencial. La cuarta combinación, Merpan + Pikar + Stop3 Acid, combate el fusarium y las enfermedades de cuello. Finalmente, la quinta aplicación, Teldor + Stop3 Acid, se destina específicamente al control de la botritis y se realiza usualmente los jueves o viernes.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 710,
      "fin": 1854
    },
    {
      "titulo": "6. GARDEN (El Huerto Deitana)",
      "inicio": 1855,
      "contenido": "Los cultivos de Garden siguen un régimen de tratamiento particular, con una rotación de una vez por semana en lugar de las dos veces semanales del resto de los cultivos. Las combinaciones utilizadas son: la primera, Movento Gold + Closer + Karate Zeon + Stop3 Acid; la segunda, Ortiva Top + Affirm + Dinamite + Stop3 Acid; la tercera, Merpan + Mosplian Max + Dinamite + Stop3 Acid; y la cuarta, Ortiva Top + Affirm + Stop3 Acid.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 429,
      "fin": 1857
    },
    {
      "titulo": "7. ECOLÓGICO",
      "inicio": 1858,
      "contenido": "Los cultivos ecológicos tienen un protocolo de tratamiento específico y diferenciado. Para estos, no se aplica Previcur, y el riego se realiza con cloro a partir de los 15 días. Además, se rotan dos combinaciones por semana: la primera, Breaker Max + Zenith + Stop3 Acid, orientada al control de pulgones, mosca blanca y ácaros utilizando productos ecológicos; y la segunda, Spintor + Stop3 Acid, específicamente dirigida a la oruga ecológica.\nTRATAMIENTOS EXTRAORDINARIOS (Cuando se dispara la plaga)\nEstos tratamientos se aplican en situaciones específicas donde una plaga o enfermedad requiere una intervención adicional para ser controlada. Para el oídio, se realiza una aplicación extra semanal de Stop3 Acid + Thiovit Jet + Topas, además de las curas habituales, si se detecta su presencia. En el caso de un brote de pulgón a cañón, se utiliza Closer + Stop3 Acid, que puede incluir una aplicación localizada con pistola en los carros ya cargados. Para el espigado, se emplea Stop3 Acid + Merpan después de cortar la cebolla, y Cuprocid SC se usa solo si la planta espiga y tras una revisión previa.\nOrden de Mezcla de Productos Fitosanitarios\nEl proceso de preparación de las soluciones para los tratamientos fitosanitarios en Semilleros Deitana sigue un protocolo estricto, determinado por el tipo de formulación de cada producto. Esto es fundamental para asegurar la eficacia del tratamiento y evitar reacciones adversas, bloqueos o la pérdida de propiedades de los productos.\nPara garantizar la correcta mezcla, cada producto fitosanitario utilizado tiene asignado un número de orden. Esta numeración no obedece a una prioridad de uso ni a la familia química del producto, sino que indica la secuencia exacta en la que debe introducirse en la cuba de pulverización. Los operarios deben respetar rigurosamente este orden.\nEste protocolo se basa en el esquema oficial de Syngenta, que establece el orden de introducción según la formulación de los productos (como WG, SC, EC, SL, entre otros). Por ejemplo, los reguladores de pH son los primeros en añadirse, seguidos por los gránulos solubles (WG), luego las suspensiones concentradas (SC), y así sucesivamente, hasta llegar a los líquidos antideriva.\nA continuación, se detalla el listado de productos fitosanitarios que utilizamos actualmente, junto con el número que indica su orden de introducción en la cuba:\n1°: STOP3 ACID\n2°: AFFIRM (SG)\n3°: XANILO (WG)\n3°: THIOVIT JET (WG)\n3°: TELDOR (WG)\n3°: TEPPEKI (WG)\n3°: APHOX (WG)\n4°: ARMETIL (WP)\n4°: MOSPILAN (SP)\n5°: CIDELY TOP (DC)\n6°: ORTIVA TOP (SC)\n6°: VERDIMEC (EC) O (SC)\n6°: MINECTO (SC)\n6°: DESIGNER\n6°: ZZ-CUPROCOL (SC)\n6°: MOVENTO GOLD (SC)\n6°: SPINTOR 480 (SC)\n6°: AMPLIGO (SC)\n5°: REVUS (SC)\n6°: MERPAN 80 (SC)\n6°: CLOSER (SC)\n6°: DINAMITE (SC)\n6°: ZENITH (SC)\n7°: KARATE ZEON (CS)\n8°: BENEVIA (OD)\n9°: TOPAS (EC)\n9°: CYTHRIN 100 (EC)\n9°: BREAKER MAX (EC)\n10°: PREVICUR ENERGY (SL)\n10°: PIKAR (SL)\n________________________________________\n________________________________________\nOrden para una Mezcla Óptima en la Cuba de Pulverización\nPara lograr un caldo de pulverización altamente efectivo, es fundamental seguir un orden estricto al añadir y disolver los diferentes productos en la cuba. Esta secuencia no es arbitraria; está diseñada para optimizar la mezcla y prevenir cualquier interacción que pueda reducir la eficacia del preparado final.\nNuestra recomendación se basa en la formulación específica de cada producto, asegurando que cada componente se disuelva o disperse de manera adecuada antes de incorporar el siguiente. Así, garantizamos que todos los elementos trabajen en conjunto de la forma más eficiente posible.\nEl orden recomendado es el siguiente:\nAgua/solvente\nEspecíficos:\nReguladores de pH\nBolsas hidrosolubles (WSB)\nSólidos:\nGránulos solubles (SG)\nGránulos dispersables (WG)\nPolvos mojables (WP)\nLíquidos:\nSuspensiones concentradas (SC)\nSuspensiones encapsuladas (CS)\nSuspoemulsiones (SE)\nSuspensiones concentradas oleosas (OD)\nEmulsiones acuosas (EW)\nEmulsiones concentradas (EC)\nSurfactantes/mojantes\nLíquidos solubles (SL)\nOtros:\nAbonos foliares\nLíquidos antideriva\nSeguir este protocolo es esencial para asegurar la estabilidad del caldo y potenciar los resultados de cada tratamiento fitosanitario.\nTratamientos Fitosanitarios en Semilleros Deitana – Resumen General\nEn Semilleros Deitana, implementamos un protocolo de tratamientos fitosanitarios estructurado para mantener la sanidad de nuestros cultivos, abarcando desde aplicaciones rutinarias hasta intervenciones específicas y medidas de saneamiento del agua.\nTratamientos de Teoría (Rotaciones por Familia)\nRealizamos dos curas semanales a todas las plantas del semillero. Estas aplicaciones rotan combinaciones específicas de productos según la familia de cultivo, con el objetivo de prevenir plagas y enfermedades, y mantener una sanidad vegetal continua.\nPara los tratamientos iniciales, en cultivos convencionales, siempre aplicamos Previcur Energy + Designer durante los primeros 15-20 días tras la siembra (el plazo exacto depende de la época del año), para prevenir enfermedades de cuello y raíz. En contraste, en los cultivos ecológicos, en lugar de Previcur, se irriga con cloro desde que la planta es trasplantada, evitando esta aplicación durante los primeros 15 días en verano.\nTratamientos Extra\nEstos tratamientos se aplican de forma adicional a las curas de teoría cuando una plaga o enfermedad supera el umbral de control establecido. Algunos ejemplos incluyen:\nExtra Oídio Sandía: Una combinación específica con azufre y Topas, aplicada adicionalmente a las rotaciones de teoría.\nExtra Pulgón a Cañón: Una aplicación intensiva con Closer, utilizada solo cuando se detecta una presencia significativa de pulgón.\nOruga Eco: Destinada a zonas donde se identifica actividad específica de orugas.\nPulgón Eco: Se utilizan piretrinas y azadiractina para el control ecológico de pulgones y mosca blanca.\nDesinfección de Pantanos (A, B y C)\nLa desinfección de los pantanos se realiza con permanganato potásico para asegurar que el agua de riego se mantenga limpia. La dosis de permanganato varía según el volumen de cada pantano y la estación del año (mayor en verano, menor en invierno). Es crucial que la IA distinga estos productos como parte del sistema de mantenimiento del riego y no como productos fitosanitarios aplicados directamente a las plantas.\nClasificación y Orden de Mezcla\nTodos los productos fitosanitarios están registrados como artículos en nuestro sistema ERP, formando parte de las más de 17.000 referencias que incluyen semillas, herramientas y otros insumos.\nnumerado los productos utilizados en las teorías principales basándonos en su formulación (como SC, SL, WG, etc.). Además, seguimos estrictamente la guía oficial de Syngenta respecto al orden de incorporación de los productos a la cuba de pulverización. Esto es vital para garantizar la máxima eficacia de cada tratamiento al prevenir interacciones químicas no deseadas.\nParte 1: \nRG GB 7.2 Tratamiento Fitosanitario a Realizar en el Invernadero (Rev. 5)\nEste documento es un Registro General de Global Deitana, correspondiente al procedimiento GB 7.2 y en su Revisión 5. Su función principal es detallar y documentar un Tratamiento Fitosanitario a Realizar en el Invernadero, asegurando la trazabilidad, el control y el cumplimiento de los procedimientos internos.\nEl formulario está estructurado en las siguientes secciones y campos, utilizando la nomenclatura exacta presente en la imagen:\nENCABEZADO SUPERIOR DEL DOCUMENTO\nEn la parte superior, se visualiza el logo de GLOBAL DEITANA, que identifica a la organización. A su derecha, se encuentran los campos clave para la identificación unívoca del tratamiento específico:\nNº TRATAMIENTO: Un espacio para el número de identificación único asignado a este tratamiento.\nINVERNADERO: Campo para especificar el número o identificador del invernadero donde se llevará a cabo el tratamiento.\nFECHA: Para registrar la fecha de la ejecución o planificación del tratamiento.\nHORA INICIO: Para indicar la hora de comienzo programada de la actividad.\nINFORMACIÓN GENERAL Y RESPONSABILIDADES DEL TRATAMIENTO\nEsta sección define el propósito del tratamiento y asigna los roles del personal involucrado.\nMOTIVO DE TRATAMIENTO (EJ. ELABORACIÓN TRATAMIENTO DE R&D) ELABORACIÓN TRATAMIENTO DE PRODUCCIÓN ELABORACIÓN TRATAMIENTO DE MANTENIMIENTO APLICACIÓN TRATAMIENTO: Un conjunto de casillas de verificación para seleccionar la razón que justifica la realización del tratamiento. El operario o supervisor debe marcar la(s) opción(es) pertinente(s).\nNOMBRE ENCARGADO PRODUCCIÓN Y/O MANTENIMIENTO R&D Y/O C. DE PRODUCCIÓN: Campo destinado al nombre completo del responsable de producción, mantenimiento o I+D (Investigación y Desarrollo) asociado al tratamiento.\nOPERARIO TRATAMIENTO: Campo para el nombre completo del operario que será el encargado de ejecutar físicamente el tratamiento fitosanitario.\nCANTIDAD DE M3 A LLENAR: Espacio para registrar el volumen en metros cúbicos de la mezcla o solución que se debe preparar para la aplicación.\nC.E. DESPUÉS DE LA APLICACIÓN: Campo para anotar el valor de la Conductividad Eléctrica de la solución final o del agua después de que el tratamiento haya sido aplicado.\nCÓDIGO DE PARCELA\nEsta tabla es fundamental para especificar las subdivisiones geográficas dentro del invernadero, donde un tratamiento podría ser aplicado directamente o cuyas plantas recibirán el agua tratada.\nTabla de CÓDIGO DE PARCELA: Contiene tres entradas predefinidas, cada una con sub-campos para una delimitación precisa:\nA (Polígono 28 - Parcela 275): Identifica una parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nB (Polígono 29 - Parcela 227): Identifica otra parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nC (Polígono 33 - Parcela 405): Identifica una tercera parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nExplicación: Esta estructura permite definir no solo la parcela general, sino también rangos específicos de filas dentro de esa parcela (indicados por \"desde\" y \"hasta\"), lo que es crítico para tratamientos localizados.\nDETALLES DE LA APLICACIÓN AL PANTANO\nEsta sección se centra en la aplicación específica de un producto a un cuerpo de agua.\nPANTANO B: Identifica claramente el depósito de agua o balsa que será el punto de aplicación del tratamiento.\nSE APLICA PERMANGANATO EN PANTANO INVERNADERO B, CON LA DOSIS MÁXIMA (OTOR/INVERNO SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO) (700m3): Esta es una instrucción detallada que describe:\nEl producto a aplicar: Permanganato.\nEl lugar de aplicación exacto: Pantano Invernadero B.\nLas condiciones específicas de dosificación: \"CON LA DOSIS MÁXIMA (OTOR/INVERNO)\" (indicando la dosis máxima recomendada para otoño/invierno), y \"SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO\" (posiblemente una referencia a la concentración en volumen basada en el contenido de materia orgánica).\nEl volumen de referencia del pantano: \"(700m3)\".\nVOLUMEN TOTAL M3: Campo para registrar el volumen total, en metros cúbicos, del Pantano que está siendo tratado (ej. \"9000\").\nTABLA DE PRODUCTOS, FINALIDAD Y VOLÚMENES\nEsta tabla desglosa los componentes del tratamiento en términos de producto, su propósito, la dosificación por temporada y las cantidades totales.\nEstructura de la Tabla:\nPRODUCTO: Campo para el nombre del producto químico a utilizar (ej. \"PERMANGANATO\").\nFINALIDAD: Campo para especificar el objetivo o la función del producto en el tratamiento (ej. \"MANTENIMIENTO AGUA DE RIEGO\").\nVOLUMEN (Verano): Campo para la dosificación específica requerida para la temporada de verano (ej. \"4 L/100m3\"). Esto es vital ya que las tasas de aplicación pueden variar con la estación.\nTOTAL PRODUCTO: Campo para la cantidad total del producto puro que será utilizado en el tratamiento (ej. \"2.8 KG\").\nVOLUMEN CALDO ESTIMADO: Campo para el volumen total estimado de la solución final o \"caldo\" de aplicación (ej. \"700 m3\").\nPERMANGANATO O INVERNADERO B: Un campo adicional que refuerza la identificación del producto principal y su relación con el invernadero o el pantano.\nSIEMPRE SE APLICARÁ LA DOSIS MÍNIMA CORRESPONDIENTE EN LA TABLA DEL PRODUCTO: Una instrucción crucial que establece una norma de seguridad y eficiencia: se debe utilizar la dosis más baja efectiva del producto, según las indicaciones de la tabla de dosificación, a menos que se justifique lo contrario.\nCUESTIONARIO INCIDENCIAS A RELLENAR POR EL OPERARIO ENCARGADO DE REALIZAR EL TRATAMIENTO FITOSANITARIO\nEsta sección es un checklist de control de calidad y seguridad, diseñado para ser completado por el operario tras la ejecución del tratamiento. Cada pregunta debe ser respondida marcando SI, NO o NA (No Aplica), y se incluye un espacio para COMENTARIOS.\nLas preguntas son las siguientes:\n¿Se ha revisado correctamente el envase de los productos a utilizar?\n¿Se han añadido los productos en el orden de aplicación?\n¿Se ha realizado el lavado ocular y de piel de los operarios?\n¿Se ha revisado que el personal encargado no tenga heridas o cortes?\n¿Se han limpiado y enjuagado bien los equipos al terminar?\n¿Se ha registrado el tratamiento en la libreta donde se registrar el tratamiento?\n¿Se han tomado muestras de agua antes y después del tratamiento?\n¿Se ha producido algún incidente durante el tratamiento?\n¿Se ha utilizado el equipo de protección personal (EPP) adecuado?\nSe ha realizado una inspección visual y el invernadero está limpio en todo momento del día. Se podrá entrar y cumplir el plazo mínimo marcado por la empresa de 12 horas; invierno (19:00 a 7:00). (VER LÍNEAS): Esta última pregunta también especifica el \"plazo mínimo\" o \"periodo de reentrada\" seguro para el invernadero, que varía según la estación.\nTABLA \"NIVELES DE INCIDENCIA DE PLAGAS Y/O ENFERMEDADES\"\nEsta tabla funciona como una guía o criterio de decisión, no como un campo a rellenar por cada tratamiento, sino como una referencia para determinar la necesidad de una aplicación fitosanitaria.\nEstructura de la Tabla:\n% Presencia (Ej. % de Plagas): Define diferentes rangos de porcentaje de infestación o afección (0%, 0-5%, 6-25%, 25-50%, 50-100%).\nUMBRAL: Para cada rango de porcentaje de presencia, indica la recomendación de acción: \"Se recomienda realizar la aplicación\" o \"No se recomienda realizar la aplicación\". Esto ayuda a establecer un umbral de intervención.\nPLAGAS: Lista de ejemplos de plagas comunes: \"Trips, Araña Roja, Mosca Blanca, Pulgón\".\nENFERMEDADES: Lista de ejemplos de enfermedades comunes: \"Mildiu, Botrytis, Esclerotinia, Oídio\".\nFIRMA Y REGISTRO DE MAQUINARIA\nLa sección final valida la ejecución del tratamiento y registra los equipos utilizados.\nFIRMA OPERARIO: Espacio para la firma del operario que llevó a cabo el tratamiento, confirmando la información registrada.\nMAQUINARIA: Sub-sección para detallar la maquinaria empleada. Incluye:\nDescripción: Tipo de equipo utilizado (ej. \"Cañón 5\").\nNº Registro Roma: Un número de registro específico para la maquinaria.\nCódigo Máquina ERP: El código de identificación del equipo dentro del sistema de Planificación de Recursos Empresariales (ERP) de la empresa (ej. \"C-29-305000033549 - Cod 74\", \"Cañón 5 - Inv.B - 305000033549\", \"Cañón 6 - Inv.E - 305000033551\", \"Cañón 5 - Inv.A - 305000033548 - Cod 73\", \"Cañón 6 - Inv.C - 305000033551\").\n________________________________________\nEn síntesis, este \"RG GB 7.2\" es una herramienta de control operativa meticulosa que abarca desde la justificación y planificación de un tratamiento fitosanitario (como la desinfección del Pantano B), pasando por la asignación de responsabilidades, la especificación de dosis y volúmenes, la delimitación de áreas (aunque en este caso las Parcelas no se rellenen, son parte del diseño estándar del formulario), hasta una rigurosa verificación post-aplicación de seguridad y cumplimiento, y el registro detallado de los recursos (maquinaria) utilizados. Todo ello contribuye a una gestión precisa y documentada de las operaciones en los invernaderos de GLOBAL DEITANA.\nParte 2: \nClaro, aquí tienes la descripción detallada y exhaustiva del \"Parte 2\", utilizando solo los términos y la estructura exactos que aparecen en la imagen que me proporcionaste.\n________________________________________\nRG CB 7.2 Tratamiento Fitosanitario a Realizar en el Invernadero (Rev. 5)\nEste documento es un Registro General de Global Deitana, identificado con el código CB 7.2 y en su Revisión 5. Su propósito es detallar y documentar la realización de un Tratamiento Fitosanitario a Realizar en el Invernadero, asegurando un control preciso y una trazabilidad completa de la operación.\nEl formulario está organizado en las siguientes secciones y campos, reproduciendo fielmente la nomenclatura visible en la imagen:\nENCABEZADO SUPERIOR DEL DOCUMENTO\nEn la parte superior, se encuentra el logo de GLOBAL DEITANA, que identifica a la organización. A la derecha del título principal, se ubican los campos clave para la identificación específica de este tratamiento:\nNº TRATAMIENTO: Espacio para el número de identificación único asignado a este tratamiento particular.\nINVERNADERO: Campo para especificar el número o identificador del invernadero donde se llevó a cabo el tratamiento (ej. \"1\").\nFECHA RECOMENDADA: Para registrar la fecha en que se recomendó o planificó el tratamiento (ej. \"30/11/2024\").\nHORA INICIO: Para indicar la hora de comienzo de la aplicación (ej. \"18:00\").\nFIN: Campo para registrar la hora de finalización del tratamiento.\nINFORMACIÓN DE RESPONSABILIDAD Y APLICACIÓN DEL TRATAMIENTO\nEsta sección define el motivo del tratamiento y asigna las responsabilidades principales.\nNOMBRE TÉCNICO RESPONSABLE ELABORACIÓN TRATAMIENTO DE R&D / CONTROL DE CALIDAD: Campo destinado al nombre del técnico o responsable de la elaboración del tratamiento o del control de calidad (ej. \"Sebastián Isidra Martínez\").\nOPERARIO RESPONSABLE APLICACIÓN TRATAMIENTO EN INVERNADERO: Campo para el nombre del operario responsable de la aplicación física del tratamiento en el invernadero (ej. \"[1350133705A]\").\nTRATAMIENTO EN INVERNADERO: Esta sección parece ser un título que introduce la siguiente tabla de \"CÓDIGO DE PARCELA\".\nCÓDIGO DE PARCELA\nEsta tabla es crucial para la delimitación geográfica de las áreas dentro del invernadero, donde un tratamiento podría ser aplicado directamente o cuyas plantas recibirán el agua tratada.\nTabla de CÓDIGO DE PARCELA: Contiene tres entradas predefinidas, cada una con sub-campos para una delimitación precisa:\nA (Polígono 28 Parcela 1000): Identifica una parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nB (Polígono 28 Parcela 427): Identifica otra parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nC (Polígono 33 Parcela 405): Identifica una tercera parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nExplicación: Esta estructura permite definir no solo la parcela general, sino también rangos específicos de filas dentro de esa parcela (indicados por \"desde\" y \"hasta\"), lo que es crítico para tratamientos localizados o para identificar las zonas que recibirán el agua tratada.\nDETALLES DE LA APLICACIÓN ESPECÍFICA AL PANTANO\nEsta sección se enfoca en la aplicación de un producto a un cuerpo de agua.\nPANTANO C: Identifica claramente el depósito de agua o balsa específico que es el punto de aplicación del tratamiento.\nCANTIDAD DE M3 A LLENAR: Campo para registrar el volumen en metros cúbicos de la mezcla o solución que se debe preparar para la aplicación.\nSE APLICA PERMANGANATO EN PANTANO INVERNADERO C, CON LA DOSIS MÁXIMA (OTOR/INVERNO SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO) (700M3 - 10% POR POSIBLES LLUVIAS): Esta es una instrucción detallada que describe:\nEl producto a aplicar: Permanganato.\nEl lugar de aplicación exacto: Pantano Invernadero C.\nLas condiciones específicas de dosificación: \"CON LA DOSIS MÁXIMA (OTOR/INVERNO)\" (indicando la dosis máxima recomendada para otoño/invierno), y \"SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO\".\nEl volumen de referencia del pantano, con una consideración: \"(700M3 - 10% POR POSIBLES LLUVIAS)\", lo que sugiere una posible reducción del volumen a aplicar en previsión de precipitaciones.\nVOLUMEN TOTAL M3: Campo para registrar el volumen total, en metros cúbicos, del Pantano que está siendo tratado (ej. \"7000\").\nTABLA DE DETALLES DE PRODUCTO Y VOLUMEN DE CALDO\nEsta tabla desglosa los componentes del tratamiento en términos de producto, su propósito, la dosificación por temporada y las cantidades totales.\nEstructura de la Tabla:\nNOMBRE MATERIAL: Campo para el nombre del químico o sustancia a aplicar (ej. \"PERMANGANATO\").\nFINALIDAD: Campo para especificar el objetivo o la función del producto en el tratamiento (ej. \"MANTENIMIENTO AGUA DE RIEGO\").\nDOSIS (Verano): Campo para la dosificación específica requerida para la temporada de verano (ej. \"4 L/100m3\"). Es crucial ya que las tasas de aplicación pueden variar con la estación.\nTOTAL PRODUCTO: Campo para la cantidad total del producto puro que será utilizado en el tratamiento (ej. \"2.4 KG\").\nVOLUMEN CALDO ESTIMADO: Campo para el volumen total estimado de la solución final o \"caldo\" de aplicación (ej. \"600 m3\").\nPERMANGANATO O INVERNADERO C: Un campo adicional que refuerza la identificación del producto principal y su relación con el invernadero o el pantano.\nSIEMPRE SE APLICARÁ LA DOSIS MÍNIMA CORRESPONDIENTE EN LA TABLA DEL PRODUCTO: Una instrucción crucial que establece una norma de seguridad y eficiencia: se debe utilizar la dosis más baja efectiva del producto, según las indicaciones de la tabla de dosificación, a menos que se justifique lo contrario.\nCUESTIONARIO A RELLENAR POR EL OPERARIO ENCARGADO DE REALIZAR EL TRATAMIENTO FITOSANITARIO\nEsta sección funciona como una lista de verificación de calidad, seguridad y cumplimiento, diseñada para ser completada por el operario tras la ejecución del tratamiento. Cada pregunta debe ser respondida marcando SI, NO o NA (No Aplica), y se incluye un espacio para COMENTARIOS.\nLas preguntas son las siguientes:\n¿Se han calculado correctamente las dosis de los productos a utilizar?\n¿Se han mezclado los productos en el orden de aplicación?\n¿Se han añadido los productos sin el orden de aplicación?\n¿Las condiciones meteorológicas son adecuadas para el tratamiento?\n¿Se ha utilizado el equipo de protección personal (EPP) adecuado?\n¿Se ha limpiado y enjuagado bien los equipos al terminar?\n¿Se ha revisado que el personal encargado no tenga heridas o cortes al realizar el tratamiento?\n¿Se ha producido alguna incidencia durante el tratamiento?\n¿Se han tomado muestras de agua antes y después del tratamiento?\nDESPUÉS DE LA APLICACIÓN LA RE ENTRADA CUMPLE EL PLAZO MÍNIMO MARCADO POR LA EMPRESA DE 12 HORAS; INVIERNO (19:00 A 7:00) Y VERANO (VER LINEAS): Esta pregunta también especifica el \"plazo mínimo\" o \"periodo de reentrada\" seguro para el invernadero, que varía según la estación.\nTABLA \"NIVELES DE INCIDENCIA DE PLAGAS Y/O ENFERMEDADES\"\nEsta tabla funciona como una guía o criterio de decisión para el personal, no como un campo a rellenar por cada tratamiento, sino como una referencia para determinar la necesidad de una aplicación fitosanitaria basándose en la gravedad de una infestación.\nEstructura de la Tabla:\n% Presencia (% Afectadas): Define diferentes rangos de porcentaje de presencia de plagas o enfermedades (0%, 0-5%, 6-25%, 25-50%, 50-100%).\nUMBRAL: Para cada rango de porcentaje de presencia, indica la recomendación de acción: \"Se recomienda realizar la aplicación\" o \"No se recomienda realizar la aplicación\". Esto ayuda a establecer un umbral de intervención.\nPLAGAS: Fila que lista ejemplos de plagas comunes: \"Trips, Pulgón, Orugas, Mosca, Araña\".\nENFERMEDADES: Fila que lista ejemplos de enfermedades comunes: \"Mildiu, Botrytis, Esclerotinia, Oídio\".\nSECCIÓN FINAL DE FIRMA Y DATOS DE MAQUINARIA\nLa sección final valida la ejecución del tratamiento y registra los equipos utilizados.\nFIRMA OPERARIO: Espacio designado para la firma manual del operario que llevó a cabo el tratamiento, confirmando la información registrada.\nMAQUINARIA: Sub-sección para detallar el equipo utilizado. Incluye:\nDescripción: Tipo de maquinaria (ej. \"Cañón 4 - 1\").\nNº Registro Roma: Un número de registro específico para la maquinaria.\nCódigo Máquina ERP: El código de identificación del equipo dentro del sistema de Planificación de Recursos Empresariales (ERP) de la empresa (ej. \"C-29-305000033546 - Cod 72\", \"Cañón 5 - Inv.B - 3050000xxx\", \"Cañón 6 - Inv.C - 305000033551\").\n________________________________________\nEn resumen, el \"RG CB 7.2\" para el \"Tratamiento Fitosanitario a Realizar en el Invernadero\" es una herramienta operativa exhaustiva que permite la documentación precisa de un tratamiento de agua en un Pantano C, desde su planificación y responsables, pasando por los detalles de dosificación y volumen, hasta una rigurosa lista de verificación de seguridad y cumplimiento post-aplicación. Incluye también criterios de referencia para la toma de decisiones sobre tratamientos de plagas/enfermedades y el registro detallado de la maquinaria utilizada, garantizando un control total y una trazabilidad completa para Global Deitana.\nparte 3: \nRG CB 7.2 Tratamiento Fitosanitario a Realizar en el Invernadero (Rev. 5)\nEste documento es un Registro General de Global Deitana, identificado con el código CB 7.2 y en su Revisión 5. Su propósito es pormenorizar y documentar la ejecución de un Tratamiento Fitosanitario a Realizar en el Invernadero, asegurando una gestión controlada y una trazabilidad completa de la operación.\nEl formulario se organiza en las siguientes secciones y campos, reproduciendo fielmente la nomenclatura presente en la imagen:\nENCABEZADO SUPERIOR DEL DOCUMENTO\nEn la parte superior, se visualiza el logo de GLOBAL DEITANA, que identifica a la organización. A la derecha del título principal, se encuentran los campos clave para la identificación específica de este tratamiento:\nNº TRATAMIENTO: Espacio para el número de identificación único asignado a este tratamiento particular.\nINVERNADERO: Campo para especificar el número o identificador del invernadero donde se llevó a cabo el tratamiento.\nFECHA RECOMENDADA: Para registrar la fecha en que se recomendó o planificó el tratamiento (ej. \"12/06/2025\").\nHORA INICIO: Para indicar la hora de comienzo de la aplicación (ej. \"18:00\").\nFIN: Campo para registrar la hora de finalización del tratamiento.\nINFORMACIÓN DE RESPONSABILIDAD Y APLICACIÓN DEL TRATAMIENTO\nEsta sección define el motivo del tratamiento y asigna las responsabilidades principales.\nNOMBRE TÉCNICO RESPONSABLE ELABORACIÓN TRATAMIENTO DE R&D / CONTROL DE CALIDAD: Campo destinado al nombre del técnico o responsable de la elaboración del tratamiento o del control de calidad (ej. \"Sebastian Isidra Martinez (1350133705A)\").\nOPERARIO RESPONSABLE APLICACIÓN TRATAMIENTO EN INVERNADERO: Campo para el nombre del operario responsable de la aplicación física del tratamiento en el invernadero.\nTRATAMIENTO EN INVERNADERO: Este encabezado introduce la siguiente tabla de \"CÓDIGO DE PARCELA\".\nCÓDIGO DE PARCELA\nEsta tabla es fundamental para la delimitación geográfica de las áreas dentro del invernadero, donde un tratamiento podría ser aplicado directamente o cuyas plantas recibirán el agua tratada.\nTabla de CÓDIGO DE PARCELA: Contiene tres entradas predefinidas, cada una con sub-campos para una delimitación precisa:\nA (Polígono 28 - Parcela 1000): Identifica una parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nB (Polígono 28 - Parcela 427): Identifica otra parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nC (Polígono 33 - Parcela 405): Identifica una tercera parcela específica.\nDentro de esta, se repiten los campos: fila, desde, hasta.\nExplicación: Esta estructura permite definir no solo la parcela general, sino también rangos específicos de filas dentro de esa parcela (indicados por \"desde\" y \"hasta\"), lo que es crítico para tratamientos localizados o para identificar las zonas que recibirán el agua tratada.\nDETALLES DE LA APLICACIÓN ESPECÍFICA AL PANTANO\nEsta sección se enfoca en la aplicación de un producto a un cuerpo de agua.\nPANTANO A: Identifica claramente el depósito de agua o balsa específico que es el punto de aplicación del tratamiento.\nC.E. DESPUÉS DE LA APLICACIÓN: Campo para registrar la Conductividad Eléctrica de la solución final o del agua después de que el tratamiento haya sido aplicado.\nSE APLICA PERMANGANATO EN PANTANO INVERNADERO A, CON LA DOSIS MÁXIMA (OTOR/INVERNO SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO) (700M3 - 10% POR POSIBLES LLUVIAS): Esta es una instrucción detallada que describe:\nEl producto a aplicar: Permanganato.\nEl lugar de aplicación exacto: Pantano Invernadero A.\nLas condiciones específicas de dosificación: \"CON LA DOSIS MÁXIMA (OTOR/INVERNO)\" (indicando la dosis máxima recomendada para otoño/invierno), y \"SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO\".\nEl volumen de referencia del pantano, con una consideración: \"(700M3 - 10% POR POSIBLES LLUVIAS)\", lo que sugiere una posible reducción del volumen a aplicar en previsión de precipitaciones.\nVOLUMEN TOTAL M3: Campo para registrar el volumen total, en metros cúbicos, del Pantano que está siendo tratado (ej. \"2000\").\nTABLA DE DETALLES DE PRODUCTO Y VOLUMEN DE CALDO\nEsta tabla desglosa los componentes del tratamiento en términos de producto, su propósito, la dosificación por temporada y las cantidades totales.\nEstructura de la Tabla:\nNOMBRE MATERIAL: Campo para el nombre del químico o sustancia a aplicar (ej. \"PERMANGANATO\").\nFINALIDAD: Campo para especificar el objetivo o la función del producto en el tratamiento (ej. \"MANTENIMIENTO AGUA DE RIEGO\").\nDOSIS (Verano): Campo para la dosificación específica requerida para la temporada de verano (ej. \"4 L/100m3\"). Es crucial ya que las tasas de aplicación pueden variar con la estación.\nTOTAL PRODUCTO: Campo para la cantidad total del producto puro que será utilizado en el tratamiento (ej. \"4.8 KG\").\nVOLUMEN CALDO ESTIMADO: Campo para el volumen total estimado de la solución final o \"caldo\" de aplicación (ej. \"1200 m3\").\nPERMANGANATO O INVERNADERO A: Un campo adicional que refuerza la identificación del producto principal y su relación con el invernadero o el pantano.\nCON LA RECARGA DE AGUA VENIR AGUA MUY CALIENTE\nSIEMPRE SE APLICARÁ LA DOSIS MÍNIMA CORRESPONDIENTE EN LA TABLA DEL PRODUCTO: Una instrucción crucial que establece una norma de seguridad y eficiencia: se debe utilizar la dosis más baja efectiva del producto, según las indicaciones de la tabla de dosificación, a menos que se justifique lo contrario.\nCUESTIONARIO A RELLENAR POR EL OPERARIO ENCARGADO DE REALIZAR EL TRATAMIENTO FITOSANITARIO\nEsta sección funciona como una lista de verificación de calidad, seguridad y cumplimiento, diseñada para ser completada por el operario tras la ejecución del tratamiento. Cada pregunta debe ser respondida marcando SI, NO o NA (No Aplica), y se incluye un espacio para COMENTARIOS.\nLas preguntas son las siguientes:\n¿Se han calculado correctamente las dosis de los productos a utilizar?\n¿Se han mezclado los productos en el orden de aplicación?\n¿Se han añadido los productos sin el orden de aplicación?\n¿Las condiciones meteorológicas son adecuadas para el tratamiento?\n¿Se ha utilizado el equipo de protección personal (EPP) adecuado?\n¿Se ha limpiado y enjuagado bien los equipos al terminar?\n¿Se ha revisado que el personal encargado no tenga heridas o cortes al realizar el tratamiento?\n¿Se ha producido alguna incidencia durante el tratamiento?\n¿Se han tomado muestras de agua antes y después del tratamiento?\nNOTA: DESPUÉS DE LA APLICACIÓN LA RE ENTRADA CUMPLE EL PLAZO MÍNIMO MARCADO POR LA EMPRESA DE 12 HORAS; INVIERNO (19:00 A 7:00) Y VERANO (VER LÍNEAS): Esta pregunta también especifica el \"plazo mínimo\" o \"periodo de reentrada\" seguro para el invernadero, que varía según la estación.\nTABLA \"NIVELES DE INCIDENCIA DE PLAGAS Y/O ENFERMEDADES\"\nEsta tabla funciona como una guía o criterio de decisión para el personal, no como un campo a rellenar por cada tratamiento, sino como una referencia para determinar la necesidad de una aplicación fitosanitaria basándose en la gravedad de una infestación.\nEstructura de la Tabla:\n% Presencia (% Afectadas): Define diferentes rangos de porcentaje de presencia de plagas o enfermedades (0%, 0-5%, 6-25%, 25-50%, 50-100%).\nUMBRAL: Para cada rango de porcentaje de presencia, indica la recomendación de acción: \"Se recomienda realizar la aplicación\" o \"No se recomienda realizar la aplicación\". Esto ayuda a establecer un umbral de intervención.\nPLAGAS: Fila que lista ejemplos de plagas comunes: \"Trips, Pulgón, Orugas, Mosca y Araña\".\nENFERMEDADES: Fila que lista ejemplos de enfermedades comunes: \"Mildiu, Botrytis, Esclerotinia, Oídio\".\nSECCIÓN FINAL DE FIRMA Y DATOS DE MAQUINARIA\nLa sección final valida la ejecución del tratamiento y registra los equipos utilizados.\nFIRMA OPERARIO: Espacio designado para la firma manual del operario que llevó a cabo el tratamiento, confirmando la información registrada.\nMAQUINARIA: Sub-sección para detallar el equipo utilizado. Incluye:\nDescripción: Tipo de maquinaria (ej. \"Cañón 4 - 1\").\nNº Registro Roma: Un número de registro específico para la maquinaria.\nCódigo Máquina ERP: El código de identificación del equipo dentro del sistema de Planificación de Recursos Empresariales (ERP) de la empresa (ej. \"C-29-305000033546 - Cod 72\", \"Cañón 5 - Inv.A - 305000033547 - Cod 68\", \"Cañón 6 - Inv.A - 305000033547 - Cod 67\", \"Cañón 5 - Inv.B - 3050000xxx - Cañón 6 - Inv.B - 305000033551\").\n________________________________________\nEn resumen, este \"RG CB 7.2\" es una herramienta operativa rigurosa que permite la documentación precisa de un tratamiento de agua en un Pantano A, desde su planificación y responsables, pasando por los detalles de dosificación y volumen, hasta una exhaustiva lista de verificación de seguridad y cumplimiento post-aplicación. Incluye también criterios de referencia para la toma de decisiones sobre tratamientos de plagas/enfermedades y el registro detallado de la maquinaria utilizada, garantizando un control total y una trazabilidad completa para Global Deitana.\nMantenimiento y Desinfección de Pantanos con Permanganato Potásico\nPara asegurar la calidad óptima del agua de riego, los pantanos A, B y C de Semilleros Deitana reciben un tratamiento periódico con permanganato potásico. Este proceso es fundamental para el sistema de desinfección hidráulica y se realiza siguiendo un calendario anual específico.\nLa frecuencia de aplicación del permanganato potásico varía según la estación:\nMeses fríos (octubre a abril): La aplicación se realiza una vez al mes.\nMeses cálidos (mayo a septiembre): La frecuencia aumenta a dos veces al mes.\nEste calendario está claramente marcado en el sistema de campo para asegurar su cumplimiento. Es vital que la IA distinga este uso del permanganato potásico como un componente clave del mantenimiento del agua de riego, separándolo de los tratamientos fitosanitarios aplicados directamente a las plantas.\nun sistema integral de gestión de la calidad del agua y tratamientos fitosanitarios en los invernaderos de GLOBAL DEITANA. Este sistema combina un panel de control manual para la operación de los equipos, un calendario de planificación y ejecución, y formularios detallados para el registro de cada tratamiento.\nPANEL DE CONTROL DE OPERACIONES\nEl panel de control es una interfaz física que permite la supervisión y operación manual de diversos sistemas críticos. Cada sección del panel cuenta con indicadores luminosos y botones de control.\nSección AGUA:\nIndicadores: Presenta al menos un indicador luminoso verde en la parte superior, que probablemente señala el estado de disponibilidad o flujo del agua.\nBotones de Control: Debajo del indicador, hay un botón con una etiqueta que dice AUT / PARO / MAN.\nAUT: Posición para operación automática, donde el sistema gestiona el proceso.\nPARO: Posición para detener completamente el sistema.\nMAN: Posición para control manual, permitiendo al operario intervenir directamente.\nFunción: Controla el suministro general de agua al sistema, permitiendo su automatización, detención o manejo manual.\nSección BOMBAS:\nIdentificadores: Se observan los números 1 y 2, lo que indica la presencia de al menos dos bombas operativas.\nIndicadores: Cada bomba tiene un indicador luminoso verde en la parte superior.\nBotones de Control: Al igual que la sección de Agua, cada bomba posee un botón AUT / PARO / MAN.\nFunción: Permite controlar individualmente el estado y el modo de operación de las bombas, que son fundamentales para el movimiento de agua o soluciones dentro del sistema (por ejemplo, para riego o recirculación).\nSección BOMBA ABONADO:\nIndicadores: Un indicador luminoso verde.\nBotones de Control: Un botón AUT / PARO / MAN.\nFunción: Controla una bomba específica dedicada a la aplicación de abonos o nutrientes al agua de riego. Esto permite la fertilización automatizada o manual de los cultivos.\nSección FUMIGACION:\nIndicadores: Un indicador luminoso verde.\nBotones de Control: Un botón AUT / PARO / MAN.\nFunción: Controla el sistema de fumigación, que puede ser utilizado para la aplicación de fitosanitarios o desinfectantes en el ambiente del invernadero.\nSección BOMBA REMOVEDOR:\nIndicadores: Un indicador luminoso verde.\nBotones de Control: Un botón AUT / PARO / MAN.\nFunción: Controla una bomba cuya función es \"removedor\", lo que sugiere que podría estar involucrada en la agitación de soluciones, la limpieza o la eliminación de residuos.\nCALENDARIO DE LLENADO Y APLICACIÓN DE PERMANGANATO (RG 6.5.1-14)\nEste es un documento crucial para la planificación y seguimiento de los tratamientos de agua.\nTítulo: CALENDARIO LLENADO Y APLICACIÓN PERMANGANATO (Rev. 18-04-24). Esto indica que es un calendario específico para las operaciones con permanganato y que ha sido revisado con fecha 18 de abril de 2024.\nEncabezados del Calendario: Presenta los doce meses del año, organizados en una cuadrícula, con la indicación del período estacional:\nOCTUBRE - ABRIL: 1 MES (Meses de frío)\nMAYO - SEPTIEMBRE: 2 MES (Meses de calor)\nInstrucciones Generales (LOS MESES DE FRÍO (OCTUBRE A ABRIL) SE LLENARÁ EL PANTANO Y SE APLICARÁ PERMANGANATO TODOS LOS 30 DÍAS DE CADA MES. ): Define la frecuencia de llenado del pantano y aplicación de permanganato durante los meses fríos.\nInstrucciones Generales (LOS MESES DE CALOR (MAYO A SEPTIEMBRE) SE LLENARÁ EL PANTANO Y SE APLICARÁ PERMANGANATO TODOS LOS 15 Y 30 DE CADA MES. ): Establece la mayor frecuencia (quincenal) para los meses cálidos.\nInstrucciones de Dosificación (CADA 700 M3 DE AGUA SE APLICARÁ 1 KG. DE PERMANGANATO. SI EL PANTANO ES DE 3.500 M3, NECESITAREMOS 5 KG. ): Proporciona una regla de tres para calcular la cantidad de permanganato basándose en el volumen de agua.\nCondición de Aplicación (SI ES NECESARIO LLENAR CUALQUIER PANTANO A FALTA DE 3 ó 4 DÍAS DE SU TEORÍA, SE LLENARÁ Y APLICARÁ PERMANGANATO COMO SI FUERA EL DÍA DE SU TEORÍA. ): Indica una flexibilidad para la aplicación si los niveles de agua lo requieren antes de la fecha programada.\nObligación de Registro (ES OBLIGATORIO PONER EL NÚMERO DE TRATAMIENTO O SE APLICA EL PERMANGANATO DEBAJO DEL DÍA CORRESPONDIENTE. OBLIGATORIO RELLENAR EL PARTE DEL PERMANGANATO AL GRUPO DE CALIDAD ANTES DE APLICARLO. ): Establece la obligatoriedad de registrar el número de tratamiento en el calendario y de rellenar el formulario (PARTE) antes de la aplicación.\nFormato de Calendario: Cada mes muestra los días del 1 al 31. Algunos días están marcados con un círculo o un recuadro. Estos marcan las fechas programadas o ejecutadas para el llenado y aplicación de permanganato, de acuerdo con las frecuencias mensuales establecidas. Por ejemplo, en \"ENERO / 1 MES\", se observa un círculo en el día \"30\", indicando el día de aplicación.\nFORMULARIO RG CB 7.2 Tratamiento Fitosanitario a Realizar en el Invernadero (Rev. 5) (parte1.jpeg como ejemplo)\nEste formulario es el registro detallado de cada aplicación de tratamiento, como se describe en el calendario.\nIdentificación del Documento y Tratamiento:\nRG CB 7.2 Tratamiento Fitosanitario a Realizar en el Invernadero (Rev. 5): Título y código del documento.\nNº TRATAMIENTO: Número único asignado al tratamiento.\nINVERNADERO: Invernadero específico donde se realiza el tratamiento.\nFECHA: Fecha del tratamiento.\nHORA INICIO: Hora de inicio.\nMOTIVO DE TRATAMIENTO: Clasificación del tratamiento (R&D, Producción, Mantenimiento, Aplicación).\nNOMBRE ENCARGADO PRODUCCIÓN Y/O MANTENIMIENTO R&D Y/O C. DE PRODUCCIÓN: Responsable de la supervisión.\nOPERARIO TRATAMIENTO: Persona que ejecuta la aplicación.\nDetalles del Llenado y la Aplicación:\nCANTIDAD DE M3 A LLENAR: Volumen de agua a preparar.\nC.E. DESPUÉS DE LA APLICACIÓN: Conductividad Eléctrica de la solución final.\nPANTANO B: Identifica el pantano específico que se está tratando.\nSE APLICA PERMANGANATO EN PANTANO INVERNADERO B, CON LA DOSIS MÁXIMA (OTOR/INVERNO SE DEBE APLICAR ALLI DE MANERA M3 - 10% DE ORGÁNICO) (700m3): Instrucción detallada del producto, ubicación y dosificación.\nVOLUMEN TOTAL M3: Volumen total del pantano que se trata.\nTabla de Productos y Volúmenes:\nNOMBRE MATERIAL: Nombre del producto (Permanganato).\nFINALIDAD: Propósito (Mantenimiento Agua de Riego).\nDOSIS (Verano): Dosificación específica para verano (ej. \"4 L/100m3\").\nTOTAL PRODUCTO: Cantidad total del producto puro (ej. \"2.8 KG\").\nVOLUMEN CALDO ESTIMADO: Volumen total de la mezcla (ej. \"700 m3\").\nPERMANGANATO O INVERNADERO B: Confirmación del producto y ubicación.\nSIEMPRE SE APLICARÁ LA DOSIS MÍNIMA CORRESPONDIENTE EN LA TABLA DEL PRODUCTO: Instrucción de dosificación segura.\nCuestionario de Incidencias y Evaluación:\nSerie de preguntas con opciones SI/NO/NA y COMENTARIOS, para verificar el cumplimiento de procedimientos de seguridad, mezcla, limpieza de equipos y registro, así como la ocurrencia de incidentes.\nIncluye una nota sobre el PLAZO MÍNIMO DE RE ENTRADA al invernadero tras la aplicación.\nNIVELES DE INCIDENCIA DE PLAGAS Y/O ENFERMEDADES:\nUna tabla de referencia que define umbrales de acción (% de presencia) para plagas (Trips, Araña Roja, Mosca Blanca, Pulgón) y enfermedades (Mildiu, Botrytis, Esclerotinia, Oídio), indicando cuándo \"Se recomienda realizar la aplicación\" o \"No se recomienda realizar la aplicación\".\nFirma y Maquinaria:\nFIRMA OPERARIO: Firma del operario que realizó el tratamiento.\nMAQUINARIA: Detalles de la maquinaria utilizada, incluyendo Descripción, Nº Registro Roma, y Código Máquina ERP.\nConocimientos Aplicados e Integración:\nLa interconexión de estos documentos y el panel de control revela un sistema robusto para la gestión del agua y la sanidad vegetal:\nPlanificación Centralizada: El CALENDARIO LLENADO Y APLICACIÓN PERMANGANATO (RG 6.5.1-14) actúa como el eje central de planificación, estableciendo las frecuencias de aplicación de permanganato basadas en la estacionalidad (meses fríos vs. meses cálidos). Las instrucciones específicas para la dosificación y la flexibilidad ante necesidades de llenado demuestran una gestión proactiva. La obligatoriedad de rellenar el PARTE y registrar el número de tratamiento en el calendario asegura la vinculación entre la planificación y la ejecución.\nEjecución Controlada: El PARTE (RG CB 7.2) es el instrumento de control en la fase de ejecución. Cada campo garantiza que la aplicación se realice bajo parámetros definidos (dosis, volumen, ubicación como el PANTANO B). El cuestionario de incidencias y evaluación es una herramienta de autocontrol para el operario, promoviendo la seguridad y la adhesión a los procedimientos. La tabla de \"NIVELES DE INCIDENCIA DE PLAGAS Y/O ENFERMEDADES\" guía la decisión de aplicar tratamientos adicionales si la presencia de un problema fitosanitario lo justifica.\nOperación de Equipos: El panel de control permite a los operarios interactuar directamente con los sistemas de AGUA, BOMBAS, BOMBA ABONADO, FUMIGACION y BOMBA REMOVEDR. Los modos AUT / PARO / MAN indican que Global Deitana utiliza sistemas que pueden operar de forma automática para la eficiencia, pero que también permiten una intervención manual crucial en caso de necesidad o para tareas específicas que requieran supervisión directa. Las bombas y el sistema de fumigación son esenciales para llevar el agua tratada (con permanganato u otros abonos/fitosanitarios) desde el PANTANO a los INVERNADEROS o para aplicar tratamientos en el ambiente del invernadero.\nTrazabilidad y Mejora Continua: La combinación del Nº TRATAMIENTO en el calendario y en el PARTE, junto con los datos del OPERARIO, la FECHA, la HORA, la MAQUINARIA utilizada y los COMENTARIOS en el cuestionario, crea un registro completo de cada intervención. Esta trazabilidad es fundamental para:\nAuditorías de calidad y seguridad.\nAnálisis de la efectividad de los tratamientos a lo largo del tiempo.\nIdentificación de problemas recurrentes o áreas de mejora en los procedimientos operativos o en el rendimiento de los equipos.\nCumplimiento de normativas fitosanitarias y de seguridad laboral.\nEn síntesis, GLOBAL DEITANA ha implementado un sistema integrado que asegura la gestión sistemática y documentada de sus tratamientos fitosanitarios, desde la planificación macro-anual hasta la ejecución micro-detallada y la operación manual de los equipos.\nHola Facundo,\nAquí tienes la información detallada sobre el sector de lavado de bandejas. Es crucial que la IA comprenda este proceso, ya que todas las bandejas deben pasar por esta desinfección antes de ser reutilizadas, garantizando la sanidad y la trazabilidad.\n________________________________________\nSector Lavado y Desinfección de Bandejas\nEl proceso de lavado y desinfección de bandejas es una fase crítica en Semilleros Deitana. Todas las bandejas que regresan del campo deben pasar obligatoriamente por nuestra máquina de desinfección antes de ser puestas en circulación nuevamente. Esto asegura la prevención de contaminación cruzada y la óptima sanidad de las plantas.\nLavadora de Bandejas\nNuestra lavadora tiene una capacidad de 140 litros y se utiliza para lavar tanto bandejas ecológicas como convencionales. Para su funcionamiento, solo usamos agua limpia y Oxi Premium 5. La preparación y llenado de la máquina con estos productos se realiza cada vez que se lleva a cabo el proceso de limpieza y recarga.\nProtocolo de Lavado con Oxi Premium 5 (Desinfección de Equipos y Utensilios)\nPara una desinfección efectiva, trabajamos a una temperatura de 60ºC. La dosis estándar de Oxi Premium 5 es de 5 litros por cada 800 litros de depósito, aunque el cálculo exacto es de 4,8 litros por cada 1000 litros.\nLa frecuencia de cambio del agua en la máquina es cada 9000 bandejas lavadas. Además, cada mañana se añade una dosis de producto en función del volumen de bandejas procesadas el día anterior:\nSi se lavaron entre 1000 y 1999 bandejas, se añade 1 litro de producto.\nSi el volumen fue entre 2000 y 2999 bandejas, se incorporan 2 litros.\nSi se lavaron más de 3000 bandejas, se añaden 3 litros.\nDurante toda la jornada, se mantienen dosis de desinfección de ácido peracético entre 50 y 300 mg/L y de peróxido de hidrógeno entre 30 y 100 mg/L. Es obligatorio limpiar la máquina al finalizar la jornada para evitar cualquier tipo de contaminación cruzada.\nProtocolo para Desechar Bandejas\nTenemos un criterio objetivo para desechar bandejas, basado en el número de alveolos rotos, en lugar de hacerlo de forma discrecional. Se aplica una tolerancia específica según el tipo de bandeja:\nBandejas de 54 y 104 alveolos: Se desechan si tienen 2 o más alveolos rotos.\nBandejas de 150 alveolos: Se desechan si tienen 4 o más alveolos rotos.\nBandejas de 198 alveolos: Se desechan si tienen 5 o más alveolos rotos.\nBandejas de 260 alveolos: Se desechan si tienen 6 o más alveolos rotos.\nBandejas de 322 alveolos: Se desechan si tienen 7 o más alveolos rotos.\nBandejas de 589 y 874 alveolos: Se desechan si tienen 8 o más alveolos rotos.\nEste protocolo se basa en una tabla detallada disponible en el área de la máquina.\nProductos Usados Según Tipo de Bandeja y Protocolo\nPara la desinfección en la máquina de lavado, utilizamos diferentes productos según el tipo de bandeja:\nMERPAN 80 WDG:\nUtilizado para bandejas de 54, 104, 150 y 198 alveolos.\nDosis: 0,83 kg por cada 140 litros de agua.\nInstrucciones de preparación:\nPreparar la mezcla en un cubo con más de la mitad de su capacidad de agua.\nAñadir la dosis exacta del producto.\nDejar reposar unos minutos.\nRemover hasta que se disuelva completamente.\nVerter la mezcla en la cuba de la lavadora y completar con agua hasta el nivel adecuado.\nMERPAN 80 WDG – CEBOLLA:\nEspecífico para bandejas de 589 y 874 alveolos.\nDosis: 1,66 kg por cada 140 litros de agua.\nZZ-CUPROCOL (sin Merpan):\nUtilizado para bandejas de 260 y 322 alveolos.\nDosis: 469 mL por cada 140 litros de agua.\nInstrucciones de preparación:\nPreparar la mezcla en un cubo aparte con agua.\nAñadir la dosis correspondiente.\nVerter la mezcla en la cuba de la lavadora.\nCompletar con agua hasta el nivel necesario.\nTodo este proceso asegura que no se reutilicen bandejas deterioradas y que no se genere contaminación cruzada entre distintas partidas de cultivo. Es un paso fundamental para mantener la trazabilidad y la sanidad vegetal a lo largo de todo nuestro proceso productivo.\nMi más sincera disculpa. Entiendo perfectamente la confusión y el error por mi parte al incorporar información de los \"partes\" anteriores cuando la instrucción era explícitamente analizar solo la \"foto1.jpg\" del documento \"DESINFECCIÓN DE BANDEJAS\". Me disculpo por no haber seguido esa indicación crucial.\nProcederé a describir el documento foto1.jpg (DESINFECCIÓN DE BANDEJAS) de forma totalmente aislada, usando solo los términos que aparecen en esa imagen y con una explicación exhaustiva, sin hacer ninguna referencia cruzada a los \"partes\" o al panel de control que habíamos analizado previamente.\n________________________________________\nDOCUMENTO: DESINFECCIÓN DE BANDEJAS\nEste documento es una instrucción operativa vital de GLOBAL DEITANA, titulada específicamente DESINFECCIÓN DE BANDEJAS. El subtítulo aclara que se enfoca en OXI PREMIUM 5 - Desinfección de equipos y utensilios - 0.2-2%. Su función es establecer los pasos y criterios detallados para la correcta limpieza y desinfección de las bandejas y el equipo asociado, garantizando así la higiene y la prevención de la contaminación cruzada dentro de las operaciones de la empresa.\nEl contenido del documento se organiza de la siguiente manera:\nDIRECTRICES GENERALES Y NORMAS DE OPERACIÓN\nEsta sección establece las reglas fundamentales y los requisitos previos para el proceso de desinfección.\nDurante el lavado no debe de haber ningún producto en la zona delimitada por la línea amarilla.\nExplicación: Esta es una instrucción de seguridad fundamental. Indica que el área de trabajo designada para el lavado (identificable por una \"línea amarilla\") debe estar completamente libre de otros productos o materiales mientras se realiza el proceso, para evitar mezclas peligrosas, reacciones no deseadas o contaminación.\nLimpiar la máquina al finalizar la jornada para evitar cualquier contaminación cruzada.\nExplicación: Esta es una directriz de higiene esencial. Exige que la máquina utilizada para la desinfección se limpie a fondo al final de cada turno de trabajo. El objetivo es prevenir la transferencia de microorganismos o residuos de un lote de bandejas a otro, o de un día a otro, lo que asegura la eficacia del proceso de desinfección.\nLa frecuencia de cambio de agua es cada 9000 bandejas. El día que se cambie se notificará al grupo de Whatsapp.\nExplicación: Establece un umbral cuantitativo claro para la renovación del agua utilizada en el proceso de lavado: el agua debe ser cambiada después de que se hayan procesado 9000 bandejas. Además, se especifica el método de comunicación para informar sobre este cambio (\"grupo de Whatsapp\"), asegurando que el personal relevante esté al tanto de la renovación del agua.\nSiempre que se vayan a lavar bandejas de EcoDeitana, se comenzará la jornada con el lavado de estas bandejas.\nExplicación: Esta regla establece una prioridad operativa. Las bandejas identificadas como \"EcoDeitana\" (presumiblemente un tipo particular de bandejas, quizás para cultivos orgánicos o de alta sensibilidad) deben ser las primeras en ser lavadas al inicio de cualquier jornada. Esto garantiza que estas bandejas se procesen con el agua más limpia y en condiciones óptimas de higiene, minimizando cualquier riesgo de contaminación inicial.\nPREPARACIÓN DE LAS BANDEJAS PARA EL LAVADO\nEsta sección describe los pasos preliminares que deben realizarse con las bandejas antes de su introducción en la máquina de lavado, para optimizar el proceso de desinfección.\nEl lavado de bandejas se hará como se describe a continuación:\nSacudir las bandejas para quitar cualquier resto de sustrato.\nExplicación: Este es el primer paso práctico. Implica la remoción manual o mecánica de cualquier residuo sólido (como tierra, restos de cultivo o sustrato) de las bandejas. Esto es crucial para mejorar la eficiencia del lavado, ya que el sustrato podría interferir con la acción del desinfectante y saturar el agua de lavado.\nDesechar las bandejas muy deterioradas (Según nº alvéolos defectuosos)\nExplicación: Este paso se refiere a la inspección de calidad de las bandejas. Se instruye al personal a descartar aquellas bandejas que muestren un nivel significativo de daño. La aclaración entre paréntesis (\"Según nº alvéolos defectuosos\") indica que existe un criterio específico, probablemente definido en la siguiente tabla, basado en el número de compartimentos individuales (alvéolos) que estén dañados.\nCRITERIO PARA TIRAR LAS BANDEJAS (TABLA)\nEsta tabla es una guía visual y numérica para la toma de decisiones sobre el descarte de bandejas basándose en su estado de deterioro.\nTabla Criterio para tirar las bandejas:\nLa primera fila contiene los encabezados: Tipo bd y Nº alvéolos defectuosos.\nDebajo de Tipo bd, se especifica bandejas viejas, indicando que este criterio aplica a este tipo particular de bandejas.\nDebajo de Nº alvéolos defectuosos, aparecen una serie de números que representan diferentes tamaños o configuraciones de alvéolos en las bandejas: 54, 104, 150, 198, 260, 322, 874.\nDirectamente debajo de cada uno de estos números de alvéolos, se muestra el valor 2, 2, 2, 2, 2, 2, 2.\nExplicación: Esta tabla establece el umbral de descarte para las \"bandejas viejas\". Indica que, independientemente del tamaño de la bandeja (ya sea de 54, 104, 150, etc., alvéolos), si tiene 2 o más alvéolos defectuosos, debe ser desechada. Esto estandariza la decisión de cuándo una bandeja ya no es apta para su uso.\nPROCESO DE LAVADO Y DIRECTRICES DE DOSIFICACIÓN DEL PRODUCTO\nEsta es la sección principal que describe el procedimiento de desinfección en la máquina, incluyendo la temperatura del agua y la dosificación del OXI PREMIUM 5.\nLavar en la máquina con agua a una temperatura de 60ºC y OXI Premium 5 a una dosis de 5 L en un depósito de 800L, debido a que la dosis es de 6 L x cada 1000L y nos corresponderían 4.8 L pero redondeamos a 5.\nExplicación: Especifica las condiciones ideales para el lavado: el agua debe estar a una temperatura de 60ºC. La dosificación inicial de \"OXI Premium 5\" es de 5 Litros por cada 800 Litros de agua en el depósito. Aclara que, aunque una proporción de 6 L x cada 1000L daría 4.8 L para 800L, se ha decidido redondear a 5 L para facilitar la aplicación.\nAl día siguiente a las 7:00 se le añadirá según las bdj lavadas el día anterior. Se le añadirá 1L cada 1.000 bdj.\nExplicación: Establece un procedimiento de mantenimiento diario de la concentración del producto. Cada día, a las 7:00 de la mañana, se debe añadir \"OXI Premium 5\" en función del número de bandejas lavadas el día anterior. La proporción de adición es de 1 Litro de producto por cada 1.000 bandejas lavadas.\nSi se lavaron entre 0-1000 se le añadirán 0L.\nExplicación: Si la cantidad de bandejas lavadas el día anterior es baja (entre 0 y 1000), no es necesario añadir producto adicional, manteniendo la concentración existente.\nSi se lavaron entre 1000 - 2999 se le añadirán 2L.\nExplicación: Si el volumen de bandejas lavadas el día anterior está en este rango, se deben añadir 2 Litros de producto adicional.\nSi se lavaron más de 3000 bdj se añadirán 3L.\nExplicación: Para un volumen alto de bandejas lavadas (más de 3000), se requiere una adición de 3 Litros de producto.\nAsí con lo que quede de producto en las bandejas hechas el día anterior para ir dosificando la dosis a primera hora todos los días. Hasta que se laven 9000 bandejas y volvemos a cambiar el agua.\nExplicación: Este párrafo explica la lógica detrás de la dosificación diaria: se utiliza el producto remanente en el sistema y se ajusta la concentración con adiciones diarias. Este ciclo se repite hasta que se alcanza el límite de 9000 bandejas lavadas, momento en el que el agua del depósito debe ser completamente reemplazada.\n*DOSIS: Para que durante toda la jornada de lavado, la concentración esté entre 50-300 mg/l de ácido peracético; y 50-100 mg/l de peróxido de hidrógeno.\nExplicación: Esta es una especificación técnica de la concentración deseada de los ingredientes activos del desinfectante (ácido peracético y peróxido de hidrógeno). Indica que durante todo el período de lavado, la solución debe mantener una concentración de ácido peracético entre 50 y 300 mg/l, y de peróxido de hidrógeno entre 50 y 100 mg/l. Esto asegura la eficacia microbicida del proceso.\nMANEJO POST-DESINFECCIÓN Y ALMACENAMIENTO\nEsta sección finaliza el proceso con las instrucciones para el manejo de las bandejas una vez desinfectadas.\nPaletizado de bandejas de ecológico sobre palet verde y de bandejas de convencional sobre cualquier otro color.\nExplicación: Proporciona instrucciones para la organización y el almacenamiento. Las bandejas de origen \"ecológico\" deben apilarse (paletizado) en palets verdes, mientras que las bandejas \"convencionales\" deben ir en palets de \"cualquier otro color\". Esto permite una clara diferenciación visual y evita la mezcla de materiales.\nAlmacenado en la zona habilitada para reutilizarse en la siembra.\nExplicación: Indica el destino final de las bandejas que han sido limpiadas y desinfectadas: deben ser almacenadas en un área específica y designada, donde estarán listas para ser utilizadas nuevamente en el proceso de siembra.\n________________________________________\nDOCUMENTO: DESINFECCIÓN DE BANDEJAS\nEste es un documento instruccional de GLOBAL DEITANA, específicamente diseñado para los SEMILLEROS de la organización. Su título principal es DESINFECCIÓN DE BANDEJAS. El objetivo de este procedimiento es detallar cómo se deben desinfectar las bandejas para su reutilización.\nEl contenido del documento está estructurado en diferentes secciones que especifican los tipos de bandejas, los productos a utilizar y sus dosificaciones, y la frecuencia del proceso.\nESPECIFICACIONES DE DESINFECCIÓN PARA BANDEJAS DE 260 ALV. + 322 ALV.\nEsta sección aborda el protocolo de desinfección para bandejas que tienen 260 alvéolos (ALV.) y 322 alvéolos.\nBANDEJAS 260 ALV. + 322 ALV.\nZZ-CUPROCOL: 469ml/CUBA 140L\nExplicación: Indica que para la desinfección de este tipo de bandejas, se debe utilizar el producto ZZ-CUPROCOL. La dosificación especificada es de 469 mililitros (ml) de producto por cada CUBA de 140 litros (L) de agua.\n(SIN MERPAN)\nExplicación: Esta es una instrucción clara que prohíbe el uso del producto \"MERPAN\" cuando se desinfectan estas bandejas con ZZ-CUPROCOL.\nESPECIFICACIONES DE DESINFECCIÓN PARA OTROS TIPOS DE BANDEJAS\nEsta sección establece los protocolos para otros tipos de bandejas, dividiendo la información en dos columnas para dos grupos de bandejas diferentes.\nColumna Izquierda: BANDEJAS 54 ALV. + 104 ALV. + 150 ALV. + 198 ALV.\nExplicación: Se refiere a las bandejas con un número menor de alvéolos: 54, 104, 150 y 198 alvéolos.\nMERPAN 80 WDG: 0,83 KG / CUBA 140L\nExplicación: Para este grupo de bandejas, se debe usar el producto MERPAN 80 WDG. La dosificación es de 0,83 kilogramos (KG) de producto por cada CUBA de 140 litros (L) de agua.\n(SIN COBRE)\nExplicación: Esta es una instrucción que prohíbe el uso de productos que contengan \"COBRE\" al desinfectar estas bandejas con MERPAN 80 WDG.\nColumna Derecha: BANDEJAS 589 ALV. + 874 ALV.\nExplicación: Se refiere a las bandejas con un número mayor de alvéolos: 589 y 874 alvéolos.\nCEBOLLA\nExplicación: Esta etiqueta adicional, \"CEBOLLA\", podría indicar que este protocolo específico es para bandejas que se utilizan o se utilizarán para el cultivo de cebolla, o que han contenido cebolla.\nMERPAN 80 WDG: 1,66 KG / 140L\nExplicación: Para este tipo de bandejas, también se utiliza MERPAN 80 WDG. La dosificación es de 1,66 kilogramos (KG) de producto por cada 140 litros (L) de agua.\n(SIN COBRE)\nExplicación: De nuevo, se prohíbe el uso de productos que contengan \"COBRE\" cuando se desinfectan estas bandejas con MERPAN 80 WDG.\nFRECUENCIA DEL PROCESO\nFRECUENCIA: CADA VEZ QUE SE TERMINE\nExplicación: Esta instrucción es crucial y establece la regularidad con la que se debe llevar a cabo el proceso de desinfección de las bandejas. Significa que el procedimiento de desinfección debe realizarse cada vez que un lote de bandejas haya terminado su ciclo de uso y esté listo para ser reutilizado, garantizando así una desinfección constante y oportuna para cada ciclo de uso de las bandejas.\nComprendido. La instrucción es clara: analizar únicamente la foto3.jpg (el documento \"INSTRUCCIONES PARA EL LLENADO DE CUBA DE LAVADO DE BANDEJAS CON MERPAN 80 WG\"), utilizando exclusivamente los términos que aparecen en esa imagen y proporcionando una explicación exhaustiva de cada punto, sin añadir información de otros documentos o contextos externos.\n________________________________________\nINSTRUCCIONES PARA EL LLENADO DE CUBA DE LAVADO DE BANDEJAS CON MERPAN 80 WG.\nEste documento es una guía operativa detallada, titulada INSTRUCCIONES PARA EL LLENADO DE CUBA DE LAVADO DE BANDEJAS CON MERPAN 80 WG. Su propósito es establecer el procedimiento correcto para preparar la solución de lavado de bandejas utilizando el producto \"MERPAN 80 WG\", asegurando una mezcla adecuada y segura.\nLas instrucciones se presentan como una secuencia de pasos numerados:\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 62563,
      "fin": 2391
    },
    {
      "titulo": "1.- EN UN CUBO A PARTE, LLENAR MÁS DE LA MITAD CON AGUA.",
      "inicio": 2442,
      "contenido": "Explicación: Este es el primer paso en la preparación de la mezcla. Indica que se debe utilizar un recipiente auxiliar (\"CUBO A PARTE\") y llenarlo con agua, asegurándose de que el volumen de agua sea superior a la mitad de la capacidad del cubo. Esto proporciona un volumen adecuado para disolver el producto de manera inicial.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 328,
      "fin": 2444
    },
    {
      "titulo": "2.- VERTER LA DOSIS EXACTA DE PRODUCTO QUE CORRESPONDA, SEGÚN EL TIPO DE BANDEJA.",
      "inicio": 2444,
      "contenido": "Explicación: Este paso instruye a añadir el \"MERPAN 80 WG\" al cubo con agua. Es crucial que la cantidad de producto (\"DOSIS EXACTA\") sea la correcta, y se enfatiza que esta dosis puede variar (\"QUE CORRESPONDA\") dependiendo del \"TIPO DE BANDEJA\" que se vaya a lavar. Esto sugiere que el operario debe consultar una tabla o guía de dosificación externa para determinar la cantidad precisa de \"MERPAN 80 WG\" en función de las características de las bandejas a tratar.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 466,
      "fin": 2446
    },
    {
      "titulo": "3.- DEJAR REPOSAR UNOS MINUTOS Y DESPUÉS REMOVER BIEN HASTA QUE SE DISUELVAN LOS GRÁNULOS DEL PRODUCTO.",
      "inicio": 2446,
      "contenido": "Explicación: Una vez añadido el producto, se especifica un tiempo de espera (\"DEJAR REPOSAR UNOS MINUTOS\"). Tras este breve reposo, se indica la necesidad de mezclar vigorosamente (\"REMOVER BIEN\") la solución. El objetivo de esta acción es asegurar que los \"GRÁNULOS DEL PRODUCTO\" se disuelvan completamente en el agua, formando una solución homogénea y efectiva.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 364,
      "fin": 2448
    },
    {
      "titulo": "4.- AÑADIR LA MEZCLA RESULTANTE A LA CUBA DE LAVADO DE BANDEJAS.",
      "inicio": 2448,
      "contenido": "Explicación: Después de haber preparado la solución concentrada de \"MERPAN 80 WG\" en el cubo auxiliar y asegurado su disolución, este paso indica que dicha \"MEZCLA RESULTANTE\" debe ser transferida o incorporada a la \"CUBA DE LAVADO DE BANDEJAS\" principal, donde se realizará el proceso de desinfección a mayor escala.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 318,
      "fin": 2450
    },
    {
      "titulo": "5.- RELLENAR EL RESTO DE LA CUBA DE LAVADO DE BANDEJAS CON AGUA.",
      "inicio": 2450,
      "contenido": "Explicación: Este es el paso final en la preparación de la solución en la cuba de lavado. Una vez que la mezcla de \"MERPAN 80 WG\" ha sido transferida a la cuba, se debe añadir agua adicional para alcanzar el volumen total requerido en la \"CUBA DE LAVADO DE BANDEJAS\", completando así la preparación de la solución desinfectante a la concentración final deseada.\nDepartamento Responsable:\nEn la parte inferior derecha del documento, se indica: DPTO. CALIDAD.\nExplicación: Esta abreviatura identifica al \"Departamento de Calidad\" como el responsable de la creación, supervisión o validación de estas instrucciones, lo que subraya la importancia de este procedimiento para mantener los estándares de calidad de la empresa.\nINSTRUCCIONES PARA EL LLENADO DE CUBA DE LAVADO DE BANDEJAS CON ZZ CUPROCOL.\nEste documento es una guía operativa concisa, titulada INSTRUCCIONES PARA EL LLENADO DE CUBA DE LAVADO DE BANDEJAS CON ZZ CUPROCOL. Su propósito es establecer el procedimiento correcto y seguro para preparar la solución de lavado de bandejas utilizando el producto \"ZZ CUPROCOL\".\nLas instrucciones se presentan como una secuencia de pasos numerados:\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 1147,
      "fin": 2458
    },
    {
      "titulo": "1.- EN UN CUBO A PARTE, LLENAR MÁS DE LA MITAD CON AGUA.",
      "inicio": 2460,
      "contenido": "Explicación: Este es el primer paso en el proceso de mezcla. Indica que se debe utilizar un recipiente auxiliar, designado como \"CUBO A PARTE\", y llenarlo con agua. Es importante que el volumen de agua sea \"MÁS DE LA MITAD\" de la capacidad del cubo, lo que asegura suficiente líquido para una disolución inicial adecuada del producto.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 335,
      "fin": 2462
    },
    {
      "titulo": "2.- VERTER LA DOSIS EXACTA DE PRODUCTO QUE CORRESPONDA, SEGÚN EL TIPO DE BANDEJA.",
      "inicio": 2462,
      "contenido": "Explicación: Después de haber vertido el agua, este paso instruye a añadir el producto \"ZZ CUPROCOL\" al cubo. Se enfatiza la necesidad de utilizar la \"DOSIS EXACTA\" del producto. Esta dosis no es fija, sino que debe ser determinada (\"QUE CORRESPONDA\") en función del \"TIPO DE BANDEJA\" que se va a desinfectar, lo que implica la consulta de una referencia externa (como una tabla o protocolo de dosificación) para conocer la cantidad precisa requerida.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 452,
      "fin": 2464
    },
    {
      "titulo": "3.- AÑADIR LA MEZCLA RESULTANTE A LA CUBA DE LAVADO DE BANDEJAS.",
      "inicio": 2464,
      "contenido": "Explicación: Una vez que el producto \"ZZ CUPROCOL\" ha sido disuelto en el cubo auxiliar (aunque el paso de \"remover\" no se detalla explícitamente en este documento, se infiere la necesidad de una mezcla previa para formar la \"MEZCLA RESULTANTE\"), este paso indica que dicha mezcla debe ser transferida a la \"CUBA DE LAVADO DE BANDEJAS\" principal. Esta cuba es donde se realizará el proceso de desinfección a mayor escala.\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 422,
      "fin": 2466
    },
    {
      "titulo": "4.- RELLENAR EL RESTO DE LA CUBA DE LAVADO DE BANDEJAS CON AGUA.",
      "inicio": 2466,
      "contenido": "Explicación: Este es el paso final para completar la preparación de la solución en la cuba de lavado. Una vez transferida la mezcla del cubo auxiliar, se debe añadir agua adicional para llenar \"EL RESTO DE LA CUBA DE LAVADO DE BANDEJAS\". Esto ajusta la solución a su volumen final y a la concentración de trabajo deseada para la desinfección.\nDepartamento Responsable:\nEn la parte inferior central del documento, se indica: DPTO. CALIDAD.\nExplicación: Esta abreviatura identifica al \"Departamento de Calidad\" como la entidad responsable de la emisión y validación de estas instrucciones. Esto subraya que el procedimiento es parte de los estándares de calidad de la empresa y debe ser seguido rigurosamente.\nLAVADORA DE BANDEJAS DEL SEMILLERO\nEste documento es un cartel informativo o instrucción operativa ubicada en una LAVADORA DE BANDEJAS DEL SEMILLERO. Presenta los logos de GLOBAL DEITANA y ECO DEITANA. Su propósito es proporcionar directrices claras sobre el uso y mantenimiento de esta máquina.\nEl contenido del documento se estructura en varias líneas de información clave:\nLAVADORA DE BANDEJAS DEL SEMILLERO TANTO\nPARA BANDEJAS ECOLÓGICAS\nCOMO CONVENCIONAL\nExplicación: Esta línea identifica la función principal del equipo: es una lavadora de bandejas específica para el área de semillero. La especificación \"TANTO PARA BANDEJAS ECOLÓGICAS COMO CONVENCIONAL\" indica que la máquina es versátil y está diseñada para procesar ambos tipos de bandejas, sean de producción ecológica o convencional. Esto sugiere que puede manejar diferentes estándares o requisitos de limpieza para cada tipo, o que simplemente es apta para ambos sin distinción en el proceso.\nCAPACIDAD DE 140 LITROS\nExplicación: Esta línea especifica la capacidad volumétrica del depósito o la cuba de la lavadora, que es de 140 LITROS. Este dato es fundamental para el operario al preparar las soluciones de limpieza o desinfección, ya que las dosificaciones de los productos se basarán en este volumen.\nAPLICAR SOLAMENTE AGUA LIMPIA Y OXIPREMIUM 5\nExplicación: Esta es una instrucción crítica que restringe explícitamente los materiales que pueden ser introducidos en la lavadora. Indica que solo se debe utilizar \"AGUA LIMPIA\" y el producto desinfectante \"OXIPREMIUM 5\". Esta restricción es vital para garantizar la eficacia de la desinfección, prevenir la acumulación de residuos o la formación de mezclas peligrosas, y proteger la integridad de la máquina.\nFRECUENCIA: CADA VEZ QUE SE LIMPIE Y LLENE\nExplicación: Esta línea establece la frecuencia con la que se deben realizar ciertas acciones (probablemente rellenar o preparar la solución de desinfección). La instrucción \"CADA VEZ QUE SE LIMPIE Y LLENE\" significa que cada vez que el equipo sea vaciado para su limpieza interna y posteriormente rellenado con agua, se deben seguir las directrices específicas (como la aplicación de OXIPREMIUM 5).\n",
      "palabrasClave": [],
      "ejemplos": [],
      "longitud": 2879,
      "fin": 2484
    }
  ],
  "informacionCritica": {
    "empresa": {
      "nombre": [
        "Semilleros Deitana",
        "SEMILLEROS DEITANA"
      ],
      "fundacion": [
        "1989"
      ],
      "ubicacion": [
        "Totana",
        "Murcia",
        "ESPAÑA"
      ],
      "certificacion": [
        "certificación",
        "ISO 9001",
        "iso"
      ]
    },
    "camposTecnicos": {
      "clientes": [
        "cliente",
        "CLIENTE",
        "Cliente",
        "CL_DENO",
        "CL_DOM"
      ],
      "articulos": [
        "ARTÍCULO",
        "artículo",
        "Artículo",
        "AR_DENO",
        "AR_PRV"
      ],
      "bandejas": [
        "BANDEJA",
        "bandeja",
        "Bandeja",
        "BN_ALV",
        "alvéolo",
        "Alvéolo"
      ],
      "proveedores": [
        "proveedor",
        "PROVEEDOR",
        "Proveedor",
        "PR_DENO"
      ]
    },
    "procesos": {
      "injertos": [
        "injerto",
        "variedad",
        "patrón",
        "Injerto",
        "INJERTO"
      ],
      "siembra": [
        "siembra",
        "semilla",
        "SEMILLA",
        "Siembra",
        "germinación",
        "Semilla",
        "Germinación",
        "GERMINACIÓN",
        "SIEMBRA"
      ],
      "facturacion": [
        "facturas",
        "FACTURAS",
        "Facturación",
        "Facturas",
        "facturación"
      ],
      "invernaderos": [
        "cultivo",
        "SECCIÓN",
        "sección",
        "INVERNADERO",
        "invernadero",
        "Invernadero",
        "Sección"
      ]
    },
    "ejemplos": {
      "clientes": [
        "ID: SANZ ORADOR , ROBERTO"
      ],
      "productos": [
        "DESCRIPCIÓN GENERAL: Los clientes son las personas o empresas con las que Semilleros Deitana comercializa sus productos. La información de los clientes incluye sus datos de contacto, ubicación y detalles comerciales relevantes para establecer y mantener una relación fluida. Es fundamental tener un registro completo para la gestión de ventas, seguimiento y comunicación. Cada cliente tiene un código único que lo identifica en nuestra base de datos. Esta información se encuentra en el ERP en la sección del menú inferior Archivos – Generales – Clientes",
        "ID: Código único que identifica a cada cliente.",
        "CL_CDP: Código postal del domicilio del cliente.",
        "CL_CIF: Código de Identificación Fiscal (CIF) o NIF del cliente.",
        "Código Postal: 28039",
        "ID: Código único que identifica cada tipo de bandeja.",
        "ID: Código único que identifica a cada proveedor.",
        "PR_CDP: Código postal del proveedor.",
        "PR_CIF: Código de Identificación Fiscal (CIF) del proveedor.",
        "Código Postal: 04008",
        "ID: Código único que identifica cada forma de pago o cobro. Es la clave primaria de esta tabla.",
        "ID: Código único que identifica a cada vendedor o usuario dentro del sistema.",
        "CC_CDP: El Código Postal correspondiente al domicilio.",
        "CC_CIF: El Código de Identificación Fiscal (CIF) de la casa comercial.",
        "Código Postal: 41007",
        "ID: Código único que identifica cada delegación o almacén. Es la clave primaria de esta tabla.",
        "INV_ALM: El código del almacén asociado o vinculado a este invernadero. Este campo actúa como una clave foránea que referencia la tabla de almacenes.",
        "ID: Código único del sector o subsector. Es la clave primaria.",
        "ID: Código único del sustrato. Es la clave primaria.",
        "ID: Código único de la ubicación. Es la clave primaria.",
        "ID: Código único de la zona. Es la clave primaria.",
        "ZN_SUB: Subzona o código de agrupación secundaria. Este campo puede estar vacío.",
        "ID: Código único del departamento. Es la clave primaria.",
        "ID: Código único de la sección de trabajador. Es la clave primaria.",
        "ID: Código único de la tarea. Es la clave primaria.",
        "TARP_SECC: Código de la sección de tarea a la que pertenece esta tarea. Este campo es una clave foránea que se relaciona con la tabla tareas_seccion.",
        "Descripción: Esta relación vincula cada tarea con su sección correspondiente. Permite obtener la denominación de la sección (TARS_DENO) a partir del código TARP_SECC registrado en la tarea.",
        "Código Sección: 01 (Sección de Logística, por ejemplo)",
        "PP_CPR: Código del proveedor. Es una clave foránea a la tabla proveedores, permitiendo obtener la denominación (PR_DENO) del proveedor al que se le hizo el pedido.",
        "id: Código del pedido (es el mismo id que en pedidos_pr).",
        "C0: Código del artículo que se pidió al proveedor. Es una clave foránea a la tabla articulos para obtener su denominación (AR_DENO).",
        "ID: Código identificador único de la tarifa. Es la clave primaria.",
        "TAP_ALM: Código del almacén asociado a la tarifa. Es una clave foránea a la tabla almacenes, para obtener la denominación (AM_DENO) del almacén.",
        "id: Código de la tarifa (es el mismo id que en tarifas_plantas).",
        "C0: Código del artículo. Es una clave foránea a la tabla articulos, para obtener su denominación (AR_DENO).",
        "ID: Código identificador único de cada máquina o equipo. Es la clave primaria.",
        "MA_TRAB: Código del trabajador técnico conductor actual. Es una clave foránea a la tabla tecnicos, para obtener la denominación (TN_DENO) del operario.",
        "ID: Código identificador único asignado a cada tipo de maquinaria. Es la clave primaria.",
        "La sección de Técnicos (tecnicos) almacena la información de los técnicos de la empresa. Esto incluye sus datos personales como nombre, teléfono, domicilio, población, código postal y número de identificación fiscal, así como su estado de actividad. Además, permite mantener un registro de su historial laboral y contractual, lo cual es crucial para la gestión de recursos humanos.",
        "ID: Código identificador único del técnico. Es la clave primaria.",
        "TN_CDP: Código postal del técnico.",
        "La sección de Aplicadores Fitosanitarios (aplicadores_fit) es un catálogo de las personas registradas en el sistema que están autorizadas para aplicar productos fitosanitarios. Cada aplicador se identifica por un código único y una denominación.",
        "ID: Código ID único del aplicador fitosanitario. Es la clave primaria.",
        "La sección de Equipos Fitosanitarios (equipo_fito) es un catálogo de los equipos utilizados para la aplicación de productos fitosanitarios registrados en el sistema. Cada equipo se identifica por un código único y una denominación.",
        "ID: Código único del equipo fitosanitario. Es la clave primaria.",
        "ACCO_CDCL: Código del cliente",
        "Código Cliente: 001",
        "id: Código único de la familia (Clave Primaria)",
        "id: Código único del banco (Clave Primaria)",
        "BA_CDP: Código postal del banco",
        "BA_COD: Código de la entidad bancaria",
        "BA_SWI: Código SWIFT/BIC",
        "Código Postal: 28001",
        "Código Entidad: 1234",
        "id: Código único del dispositivo móvil (Clave Primaria)",
        "CAU_CCL: Código del cliente asociado. Clave foránea a la tabla 'clientes'",
        "Código Cliente: 001",
        "id: Código único del motivo (Clave Primaria)",
        "id: Código único del país (Clave Primaria)",
        "id: Código único del proceso (Clave Primaria)",
        "id: Código único de la ruta (Clave Primaria)",
        "id: Código único de la sección de tarea (Clave Primaria)",
        "id: Código único del tipo de siembra (Clave Primaria)",
        "PP_CPR: Código del proveedor. Clave foránea a la tabla 'proveedores' para obtener la denominación (PR_DENO)",
        "Código Proveedor: 00359",
        "id: Código identificador único de la tarifa (Clave Primaria)",
        "TAP_ALM: Código del almacén asociado a la tarifa. Clave foránea a la tabla 'almacenes' para obtener la denominación (AM_DENO)",
        "ENG_CCL: Código del cliente. Clave foránea a la tabla 'clientes' para obtener la denominación (CL_DENO)",
        "Código Cliente: 001",
        "PARR_CCL: Código del cliente de la partida. Clave foránea a la tabla 'clientes' para obtener la denominación (CL_DENO)",
        "FC_CDP: Código postal",
        "FC_CIF: Código de Identificación Fiscal (CIF)",
        "Código Postal: 41007",
        "id: Código único que identifica cada albarán de compra (Clave Primaria)",
        "FR_CPR: Código del proveedor emisor. Clave foránea a la tabla 'proveedores' para obtener la denominación (PR_DENO)",
        "id: Código de registro único que identifica cada gasto (Clave Primaria)",
        "PG_CPR: Código del proveedor al que se debe el pago. Clave foránea a la tabla 'proveedores'",
        "id: Código identificador único de cada máquina o equipo (Clave Primaria)",
        "MA_TRAB: Código del trabajador técnico conductor actual. Clave foránea a la tabla 'tecnicos' para obtener la denominación (TN_DENO)",
        "id: Código identificador único asignado a cada tipo de maquinaria (Clave Primaria)",
        "REP_MAQ: Código de la máquina que se reparó. Clave foránea a la tabla 'maquinaria' para obtener detalles como el modelo (MA_MOD)",
        "REP_MEC: Código del técnico que realizó la reparación. Clave foránea a la tabla 'tecnicos'",
        "REP_PRV: Código del proveedor de la reparación. Clave foránea a la tabla 'proveedores'",
        "PGL_MAQ: Código de la máquina a la que se le carga el gasoil. Clave foránea a la tabla 'maquinaria' para obtener el modelo (MA_MOD)",
        "PGL_TEC: Código del técnico que realizó la carga. Clave foránea a la tabla 'tecnicos'",
        "PGL_ART: Código del artículo (combustible). Clave foránea a la tabla 'articulos'",
        "id: Código identificador único de cada técnico (Clave Primaria)",
        "TN_ID: Código del técnico al que pertenece el registro. Clave foránea a la tabla 'tecnicos'",
        "id: Código identificador único del aplicador (Clave Primaria)",
        "id: Código identificador único del equipo (Clave Primaria)",
        "id: Código identificador único de cada ubicación (Clave Primaria)",
        "id: Código identificador único de cada tarea (Clave Primaria)",
        "TARP_SECC: Código de la sección a la que pertenece la tarea. Clave foránea a la tabla 'tareas_seccion'",
        "El mismo día de la siembra, el encargado administrativo genera la partida oficial en el ERP, asociándola al encargo validado. Se asigna un número de partida único y se registran datos como cliente, variedad, tipo y lote de semilla, tipo de siembra (manual, máquina, injerto), tipo de bandeja, fechas de siembra y salida estimada, y la cantidad total de bandejas, alvéolos y plantas. Todos estos datos se almacenan en Ventas - Otros - Partidas. Se genera una etiqueta grande con código de barras (incluyendo número de partida, variedad, fechas de siembra y salida, cantidad de bandejas) y etiquetas individuales para cada bandeja (también con código de barras), esenciales para trazabilidad y escaneado con PDA (Archivos – Auxiliares – Dispositivos móviles). Estas etiquetas se pegan antes de la entrada a la cámara de germinación. El equipo de siembra prepara las bandejas vacías, ajusta la sembradora al tipo de semilla, bandeja y cultivo, llena las bandejas con sustrato, siembra y apila en carros. Un operario escanea las bandejas con la PDA para validar su etiquetado y registro. Finalmente, el responsable selecciona y registra la cámara de germinación de destino, actualizando la ubicación de la partida en el ERP con la cámara asignada, posición/fila y día de entrada. Esta ubicación se gestiona mediante Archivos – Auxiliares – Ubicaciones e Invernaderos. Este paso cierra el ciclo inicial, dejando la partida lista para el control de germinación y posterior traslado.",
        "Una vez dentro de las instalaciones, cada operario se dirige directamente a su sector asignado. El encargado del sector es el responsable de fichar al operario dentro del sistema: primero lo da de alta en el sector y luego lo asocia a una tarea concreta de ese sector, utilizando el listado de tareas y códigos predefinidos.",
        "•\tSector: Injertos hacer (código 1)",
        "Listado de Secciones y Tareas por Código",
        "A continuación, se presenta una descripción detallada de las secciones y las tareas con sus respectivos códigos, utilizada para el fichaje y la organización del personal en Semilleros Deitana.",
        "SIEMBRA (Código de Sección: 2)",
        "LAVADO BANDEJAS (Código de Sección: 3)",
        "RIEGO (Código de Sección: 5)",
        "OFICINAS (Código de Sección: 6)",
        "REPARTO (Código de Sección: 7)",
        "GARDEN (Código de Sección: 9)",
        "TRABAJOS INVERNADERO (Código de Sección: 11)",
        "INJERTOS TRABAJO (Código de Sección: 12)",
        "SUMINISTROS (Código de Sección: 13)",
        "MANTENIMIENTOS EMPRESA (Código de Sección: 14)",
        "MANTENIMIENTOS CASAS PARTICULARES (Código de Sección: 15)",
        "LOGISTICA (Código de Sección: 16)",
        "GENERAL (Código de Sección: 17)",
        "ALMUERZO (Código de Sección: 22)",
        "CALEFACCION (Código de Sección: 23)",
        "ARCHIVO LAVADO (Código de Sección: 90)",
        "ARCHIVO REPARTO (Código de Sección: 94)",
        "•\t253 (Este parece ser un código sin tarea definida, o una repetición si es un error tipográfico)",
        "CÓDIGO DE PARCELA",
        "Tabla de CÓDIGO DE PARCELA: Contiene tres entradas predefinidas, cada una con sub-campos para una delimitación precisa:",
        "Código Máquina ERP: El código de identificación del equipo dentro del sistema de Planificación de Recursos Empresariales (ERP) de la empresa (ej. \"C-29-305000033549 - Cod 74\", \"Cañón 5 - Inv.B - 305000033549\", \"Cañón 6 - Inv.E - 305000033551\", \"Cañón 5 - Inv.A - 305000033548 - Cod 73\", \"Cañón 6 - Inv.C - 305000033551\").",
        "Este documento es un Registro General de Global Deitana, identificado con el código CB 7.2 y en su Revisión 5. Su propósito es detallar y documentar la realización de un Tratamiento Fitosanitario a Realizar en el Invernadero, asegurando un control preciso y una trazabilidad completa de la operación.",
        "TRATAMIENTO EN INVERNADERO: Esta sección parece ser un título que introduce la siguiente tabla de \"CÓDIGO DE PARCELA\".",
        "Tabla de CÓDIGO DE PARCELA: Contiene tres entradas predefinidas, cada una con sub-campos para una delimitación precisa:",
        "Código Máquina ERP: El código de identificación del equipo dentro del sistema de Planificación de Recursos Empresariales (ERP) de la empresa (ej. \"C-29-305000033546 - Cod 72\", \"Cañón 5 - Inv.B - 3050000xxx\", \"Cañón 6 - Inv.C - 305000033551\").",
        "Este documento es un Registro General de Global Deitana, identificado con el código CB 7.2 y en su Revisión 5. Su propósito es pormenorizar y documentar la ejecución de un Tratamiento Fitosanitario a Realizar en el Invernadero, asegurando una gestión controlada y una trazabilidad completa de la operación.",
        "TRATAMIENTO EN INVERNADERO: Este encabezado introduce la siguiente tabla de \"CÓDIGO DE PARCELA\".",
        "Tabla de CÓDIGO DE PARCELA: Contiene tres entradas predefinidas, cada una con sub-campos para una delimitación precisa:",
        "Código Máquina ERP: El código de identificación del equipo dentro del sistema de Planificación de Recursos Empresariales (ERP) de la empresa (ej. \"C-29-305000033546 - Cod 72\", \"Cañón 5 - Inv.A - 305000033547 - Cod 68\", \"Cañón 6 - Inv.A - 305000033547 - Cod 67\", \"Cañón 5 - Inv.B - 3050000xxx - Cañón 6 - Inv.B - 305000033551\").",
        "RG CB 7.2 Tratamiento Fitosanitario a Realizar en el Invernadero (Rev. 5): Título y código del documento.",
        "MAQUINARIA: Detalles de la maquinaria utilizada, incluyendo Descripción, Nº Registro Roma, y Código Máquina ERP."
      ],
      "maquinaria": [
        "TM_DENO: Denominación o nombre descriptivo del tipo de máquina (Ej: 'CAMION', 'TRACTOR', 'SEMBRADORA').",
        "EFI_DENO: Denominación del equipo fitosanitario (Ej: 'ATOMIZADOR 1000L', 'PULVERIZADOR DE ESPALDA').",
        "TM_DENO: Denominación o nombre descriptivo del tipo de máquina (Ej: 'CAMION', 'TRACTOR', 'SEMBRADORA')",
        "Denominación: TRACTOR"
      ]
    }
  },
  "problemasDetectados": [
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "SECCIÓN: PARTIDAS",
      "problema": "Sección de 3725 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "SECCIÓN: PEDIDOS A PROVEEDORES",
      "problema": "Sección de 3919 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "SECCIÓN: TARIFAS DE PLANTAS",
      "problema": "Sección de 3040 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "SECCIÓN: PARTIDAS",
      "problema": "Sección de 2090 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "SECCIÓN: RESERVAS",
      "problema": "Sección de 2264 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "1. Inicio del Proceso: Encargo del Cliente",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "2. Validación y Tarifa del Encargo",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "3. Programación de Siembra y Pedido de Semilla",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "4. Generación de Partida en el ERP y Etiquetado",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "5. Entrada en Cámara de Germinación",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "6. Traslado al Invernadero (Registro de Fila y Sector)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "7. Orden de Carga y Logística",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "8. Cobro (Anticipado, Parcial, a 30 Días, etc.)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "9. Facturación y Conciliación Contable",
      "problema": "Sección de 15279 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "9. Facturación y Conciliación Contable",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "1. SOLANÁCEAS (Tomate, Pimiento, Berenjena, etc.)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "2. CUCURBITÁCEAS (Sandía, Melón, Calabacín, Pepino…)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "3. ALIÁCEAS (Cebolla, Puerro…)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "4. BRÁSICAS (Brócoli, Coliflor…)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "5. AROMÁTICAS (Salvia, Orégano, Romero…)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "6. GARDEN (El Huerto Deitana)",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "7. ECOLÓGICO",
      "problema": "Sección de 62563 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "7. ECOLÓGICO",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "1.- EN UN CUBO A PARTE, LLENAR MÁS DE LA MITAD CON AGUA.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "2.- VERTER LA DOSIS EXACTA DE PRODUCTO QUE CORRESPONDA, SEGÚN EL TIPO DE BANDEJA.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "3.- DEJAR REPOSAR UNOS MINUTOS Y DESPUÉS REMOVER BIEN HASTA QUE SE DISUELVAN LOS GRÁNULOS DEL PRODUCTO.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "4.- AÑADIR LA MEZCLA RESULTANTE A LA CUBA DE LAVADO DE BANDEJAS.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "5.- RELLENAR EL RESTO DE LA CUBA DE LAVADO DE BANDEJAS CON AGUA.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "1.- EN UN CUBO A PARTE, LLENAR MÁS DE LA MITAD CON AGUA.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "2.- VERTER LA DOSIS EXACTA DE PRODUCTO QUE CORRESPONDA, SEGÚN EL TIPO DE BANDEJA.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "3.- AÑADIR LA MEZCLA RESULTANTE A LA CUBA DE LAVADO DE BANDEJAS.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    },
    {
      "tipo": "SECCION_MUY_LARGA",
      "seccion": "4.- RELLENAR EL RESTO DE LA CUBA DE LAVADO DE BANDEJAS CON AGUA.",
      "problema": "Sección de 2879 caracteres - puede ser difícil de procesar",
      "recomendacion": "Dividir en chunks más pequeños"
    },
    {
      "tipo": "FALTA_EJEMPLOS",
      "seccion": "4.- RELLENAR EL RESTO DE LA CUBA DE LAVADO DE BANDEJAS CON AGUA.",
      "problema": "Sección sin ejemplos específicos",
      "recomendacion": "Agregar ejemplos concretos para mejorar búsquedas"
    }
  ],
  "recomendaciones": [
    {
      "prioridad": "ALTA",
      "categoria": "CHUNKING",
      "accion": "Dividir 18 secciones largas en chunks de 800-1200 caracteres",
      "impacto": "Mejorará precisión de búsquedas RAG"
    },
    {
      "prioridad": "ALTA",
      "categoria": "CAMPOS_TECNICOS",
      "accion": "Crear embeddings especializados para campos como CL_DENO, AR_PRV, etc.",
      "impacto": "Mejorará respuestas técnicas del ERP"
    }
  ]
}